[
  {
    "filename": "01-introduction.qmd",
    "sections": [
      {
        "title": "Ziele und Relevanz",
        "level": 1,
        "content": "Primäres Ziel dieses Lehrbuches ist es, wissenschaftliches Arbeiten und Kommunizieren zu vermitteln. Im Spezifischen fokussiert dieses Lehrbuch auf die Forschungstätigkeit von Psychologen und Psychologinnen. Das heisst, das Lehrbuch gibt einen Einblick in verschiedene Aspekte der psychologischen Forschung. In dieser Forschung geht es primär darum, Erkenntnisse zum Erleben und Verhalten von Menschen zu gewinnen. Der Einblick in die psychologische Forschung wird in diesem Lehrbuch mit einem Fokus auf gute Forschungspraxis (engl. *good research practice*) beim wissenschaftlichen Arbeiten und Kommunizieren vermittelt. Dies bezieht sich einerseits auf das Experimentieren selbst und anderseits auf das Berichten der Resultate einer Studie. Darum informiert das Lehrbuch über praktische Aspekte hinsichtlich der Verarbeitung von Literatur (z.B. Arten von Publikationen, Artikeltypen, Literatursuche, -zugang und -verwaltung, sowie effizientes wissenschaftliches Lesen), der Datenerhebung (inkl. Versuchsleitungspflichten und Richtlinien für Online-Experimente) sowie der Datenanalyse (inkl. die Datenaufbereitung). Da aber das Endprodukt der wissenschaftlichen Tätigkeit in der Grundlagenforschung die Kommunikation wissenschaftlicher Ergebnisse ist, kommt diesem Punkt die grösste Bedeutung in diesem Lehrbuch zu. Die wohl bekannteste wissenschaftliche Kommunikationsform ist der Artikel in einer begutachteten Fachzeitschrift bei Forschern und Forscherinnen bzw. die Abschlussarbeit bei Studierenden. Deshalb liegt der Fokus des vorliegenden Lehrbuches auf der Manuskriptgestaltung, dem Schreibprozess und dem begleitenden Begutachtungsprozess, wie er bei der Revision eigener Arbeiten, sowie beim wissenschaftlichen Publikationsprozess vorkommt. Neben der schriftlichen Kommunikation (z.B. Artikel und Abschlussarbeit) gibt es weitere Kommunikationsformen, wie der wissenschaftliche Vortrag und das wissenschaftliche Poster. Dieses Lehrbuch liefert zu all diesen Kommunikationsformen inhaltliche, formale und praktische Erklärungen (inkl. verschiedener Beispiele). Zur effizienten Kommunikation wissenschaftlicher Befunde werden in diesem Lehrbuch die Konventionen der psychologischen Forschung vermittelt und angewandt, welche im Publikationsmanual der Amerikanischen Gesellschaft für Psychologie \\[American Psychological Association - APA, -@americanpsychologicalassociation_2020_AmericanPsychologicalAssociation_PublicationManualAmericanPsychologicalAssociation\\] dokumentiert sind. Das Publikationsmanual der APA ist primär eine Sammlung von Richtlinien hinsichtlich der Anfertigung von Manuskripten zur Veröffentlichung wissenschaftlicher Ergebnisse. Die Richtlinien sollen Autoren und Autorinnen helfen, eine präzise und konsistente schriftliche Ausdrucksweise in der akademischen Kommunikation zu erlangen. Da wir uns in weiten Teilen am Publikationsmanual der Amerikanischen Psychologischen Gesellschaft orientieren und wissenschaftliche Publikationen in der Psychologie primär auf Englisch veröffentlicht werden, führen wir in einigen Fällen in Klammern englische Übersetzungen auf, um das Verständnis zu verbessern. So wird zum Beispiel der Begriff «Kurzfassung» mit «(*Abstract*)» ergänzt. Nach dem Studium dieser Unterlagen wird festgestellt, dass das vorliegende Lehrbuch nicht in allen Details den APA-Kriterien entspricht. Dies hat folgende Gründe: Bei diesem Lehrbuch handelt es sich um eine «publizierte» Arbeit. Im Gegensatz dazu sind die APA-Kriterien zum Verfassen von Studierendenarbeiten oder Manuskripten gedacht, die als Arbeiten an einer Universität oder zur Publikation in einer Zeitschrift eingereicht werden. Wo immer es möglich ist, werden in diesem Lehrbuch die APA-Kriterien befolgt (z.B. beim Referenzieren von Originalarbeiten). Da an den psychologischen Fakultäten vieler Universitäten auch Bachelor- und Masterarbeiten gemäss diesen Konventionen verfasst werden müssen, dient dieses Lehrbuch zugleich als Vorbereitung für die entsprechenden Abschlussarbeiten. Dementsprechend dient dieses Lehrbuch der direkten Vorbereitung auf Ihre individuellen Abschlussarbeiten.",
        "callouts": [
          {
            "type": "note",
            "title": "Grundlagenforschung vs. anwendungsorientierte Forschung",
            "content": "Wie in anderen Wissenschaften werden in der Psychologie Grundlagenforschung sowie anwendungsorientierte Forschung betrieben. Grundlagenforschung dient als Basis der anwendungsorientierten Forschung. Die Anwendung selbst ist aber nicht das unmittelbare Ziel der Grundlagenforschung."
          },
          {
            "type": "note",
            "title": "Beispiele aus der experimentellen kognitiven Psychologie",
            "content": "In diesem Lehrbuch werden wir unsere Aussagen mit Beispielen untermauern. Diese werden aus der psychologischen Grundlagenforschung der experimentellen kognitiven Psychologie genommen. In dieser Forschung geht es primär darum, kognitive Prozesse durch experimentelle Manipulationen zu isolieren, um Erkenntnisse zum Erleben und Verhalten von Menschen zu gewinnen."
          },
          {
            "type": "tip",
            "title": "Psychologische Forschung: Eine kollaborative Tätigkeit",
            "content": "Heutzutage ist psychologische Grundlagenforschung eine kollaborative Tätigkeit. Das Bild des einsamen Forschers bzw. der einsamen Forscherin im stillen Kämmerchen ist längst überholt. Deswegen basieren experimentelle Übungen, forschungsorientierte Praktika und Lehrveranstaltungen zur Vermittlung wissenschaftlicher Praktiken oft auf Gruppenarbeiten. Wie im realen Forschungsbetrieb soll in Gruppenarbeit der wissenschaftliche Diskurs und die Stärken der einzelnen Gruppenmitglieder genutzt werden, um das Optimum im Rahmen des Forschungsvorhabens zu erreichen (z.B. ein Gruppenmitglied ist in einem Verein und hat deswegen leichten Zugang zu Versuchspersonen, ein anderes Gruppenmitglied kennt sich gut mit Statistik aus und übernimmt deswegen die Hauptverantwortung bei den statistischen Analysen, ein weiteres Gruppenmitglied kann sich sehr gut schriftlich ausdrücken und übernimmt deswegen die Hauptverantwortung beim Schreiben."
          }
        ]
      },
      {
        "title": "Weiterführende Literatur",
        "level": 2,
        "content": "In diesem Lehrbuch werden die wichtigsten Aspekte wissenschaftlichen Arbeitens und Kommunizierens vermittelt. Zur Vertiefung werden folgende Quellen empfohlen: 1. American Psychological Association (2020). Publication Manual of the American Psychological Association (7th ed.): 2. Discovering Statistics: [https://www.discoveringstatistics.com/books/an-adventure-in-statistics](https://www.discoveringstatistics.com/books/an-adventure-in-statistics/) 3. Research and Citation: 4. Journal Article Reporting Standards: 5. APA Style Blog: 6. Sample Papers and Templates:",
        "callouts": []
      }
    ]
  },
  {
    "filename": "02-researchprocess.qmd",
    "sections": [
      {
        "title": "Forschungsprozess",
        "level": 1,
        "content": "Wie im vorherigen Kapitel erläutert, besteht wissenschaftliches Arbeiten und Kommunizieren aus unterschiedlichen Aspekten, wie zum Beispiel der Bearbeitung der Literatur, der Datenerhebung, der Datenanalyse, dem Schreiben von Manuskripten und dem Präsentieren des wissenschaftlichen Erkenntnisgewinns in Form eines Vortrags oder Posters. Auch wenn diese Aspekte auf den ersten Blick sehr unterschiedlich sind, sind sie alle Teile des Forschungsprozesses. Deswegen gehen wir in diesem Kapitel auf den Forschungsprozess als Ganzes ein. Die einzelnen Aspekte des wissenschaftlichen Arbeitens (d.h. Verarbeitung der Literatur, Datenerhebung und Datenanalyse) und Kommunizierens (Manuskript, Vortrag und Poster) werden in den nachfolgenden Kapiteln im Detail behandelt. Grundsätzlich kann Forschung als Kreislauf im Sinne eines iterativen Prozesses verstanden werden (siehe @fig-scientific_process). Dabei wird angestrebt, neue Erkenntnisse zu gewinnen, indem in einem bestimmten Forschungsbereich eine Wissenslücke identifiziert und geschlossen wird. Eine sogenannte **Forschungslücke** wird typischerweise mit einer *sorgfältigen und systematischen Literaturrecherche* bestimmt. Die Aufdeckung der Forschungslücke resultiert in der Formulierung von bisher nicht oder unvollständig beantworteten Fragen (sog. **Forschungsfragen**). ![Illustration der verschiedenen Aspekte des Forschungsprozesses.](resources/scientific_process.png) Im Rahmen wissenschaftlicher Untersuchungen werden Forschungsfragen in Form von Studien untersucht. Der erste Schritt für die Durchführung einer Studie ist, die für die Forschungsfrage relevante Literatur so zu integrieren und synthetisieren, dass **Hypothesen** abgeleitet werden können. In diesem Sinn stellen die Hypothesen mögliche Befunde der Studie dar, welche aus der Synthese des relevanten Wissens im Hinblick auf die Forschungsfrage resultieren. Die **Methode** beschreibt die Operationalisierung der Forschungsfrage und Hypothese(n). Dabei besteht die Operationalisierung aus der Manipulation von Bedingungen (unabhängige Variablen) und davon abhängigen Messungen (abhängige Variablen). In ihrer kürzesten Form kann die Operationalisierung als **experimentelles Design** zusammengefasst werden. Gemäss der Beschreibung des methodischen Vorgehens werden die Daten zur Überprüfung der Hypothesen erhoben (sog. *Datenerhebung*). Nach Abschluss der Datenerhebung werden die Daten aufbereitet und analysiert. Die **Datenanalyse** ist durch das experimentelle Design determiniert. Somit folgen die **Resultate** und deren Darstellung dem experimentellen Design und der Datenanalyse. Die Resultate lassen sich dann auf der Basis des experimentellen Designs zusammenfassen und auf der Grundlage der gesichteten Literatur im Sinne einer wissenschaftlichen **Diskussion** in das bestehende Wissen integrieren. Die Integration der Resultate in das bestehende Wissen liefert die Erkenntnisse, die aus der Studie gewonnen wurden. Nach Abschluss der Datenanalyse und deren Interpretation, folgt die Kommunikation der so gewonnenen Erkenntnisse. Diese Kommunikation kann mehrere Formen annehmen, wie zum Beispiel die Form eines Artikels in einer begutachteten Fachzeitschrift bei Forscherinnen und Forschern bzw. einer Abschlussarbeit bei Studierenden oder die Form eines wissenschaftlichen Vortrags oder Posters. Der Artikel bzw. die Abschlussarbeit sind die wichtigsten Kommunikationsformen, weil diese primär zur Dokumentation durchgeführter Forschung und somit nachhaltigem Erkenntnisgewinn dienen. Mit der wissenschaftlichen Kommunikation steht der wissenschaftliche Erkenntnisgewinn wieder neuen Forschungsvorhaben zur Verfügung, womit sich der Kreislauf schliesst. Entsprechend können **neue Forschungslücken** aufgedeckt werden, womit der Forschungsprozess wieder von vorne beginnt.",
        "callouts": [
          {
            "type": "tip",
            "title": "Forschungsprojekt vs. Studie vs. Experiment",
            "content": "Der beschriebene Kreislauf kann sich auf verschiedenen Ebenen abspielen. Zum Beispiel auf der Ebene von Experimenten, auf der Ebene von Studien, welche mehrere Experimente beinhalten oder auf der Ebene von Forschungsprojekten, welche mehrere Studien mit jeweils mehreren Experimenten beinhalten."
          },
          {
            "type": "note",
            "title": "Die Forschungsfrage: Der Kernaspekt des Forschungsprozesses",
            "content": "Die Forschungsfrage ist zentral für den Forschungsprozess. Erstens bestimmt sie, welcher Teil der gesichteten Literatur für die Formulierung der Hypothesen und somit auch für die Dokumentation einer Studie relevant ist. Zweitens bestimmt die Forschungsfrage den möglichen Erkenntnisgewinn einer Studie, da die Beantwortung der Forschungsfrage den Erkenntnisgewinn determiniert."
          },
          {
            "type": "tip",
            "title": "Zwei zentrale Fragen als Hilfestellung",
            "content": "Die einzelnen Aspekte im Forschungsprozess hängen alle direkt voneinander ab. Die folgenden beiden Fragen dienen der Orientierung, um alle Abhängigkeiten in einer Studie jederzeit unter Kontrolle zu haben: 1) **Wie lautet die Forschungsfrage?** 2) **Wie lautet das experimentelle Design?** Wenn ein Aspekt nicht relevant für die Forschungsfrage ist und / oder nicht dem experimentellen Design entspricht, ist er obsolet. Das heisst, alles was im Rahmen einer Studie getan / berichtet wird, muss mit der Forschungsfrage und dem experimentellen Design konsistent sein."
          },
          {
            "type": "important",
            "title": "Reproduzierbarkeit und Replizierbarkeit",
            "content": "Das Ziel des Forschungsprozesses ist es, wissenschaftliche Erkenntnisse zu gewinnen, welche auf gültigen (validen) und zuverlässigen (reliablen) Forschungsresultaten basieren. Valide und reliable Forschungsresultate sind reproduzierbar und replizierbar. Mit **Reproduzierbarkeit** ist gemeint, dass die wiederholte Analyse eines Datensatzes immer zu den gleichen Resultaten führt. Mit **Replizierbarkeit** ist gemeint, dass eine unabhängige Wiederholung einer Studie zu den gleichen Befunden führt. Demzufolge sind replizierbare und reproduzierbare Befunde der Grundbaustein guter Forschung. Wenn Befunde nicht reproduziert und / oder repliziert werden können, ist deren Nutzen unklar."
          }
        ]
      }
    ]
  },
  {
    "filename": "03-literature.qmd",
    "sections": [
      {
        "title": "Literatur",
        "level": 1,
        "content": "Die Literaturrecherche sowie die Integration der relevanten Befunde und deren Synthese ist ein wichtiger Bestandteil des Forschungsprozesses. Mit einer sorgfältigen und systematischen Literaturrecherche können grosse Mengen von dokumentiertem Wissen verarbeitet werden. Dabei wird ersichtlich, wo in einem bestimmten Forschungsbereich noch Forschungslücken bestehen, die zu beforschen es sich lohnt. Dieses Kapitel befasst sich mit verschiedenen Aspekten, welche eine effiziente Verarbeitung von Fachliteratur und die Interpretation grosser Informationsmengen unterstützen. In diesem Kapitel wird zuerst einen Überblick über verschiedene Artikeltypen und -versionen gegeben. Anschliessend geht dieses Kapitel auf die Literatursuche, -zugang und -verwaltung ein. Am Schluss geben wir eine Liste von Zeitschriften der kognitiven Psychologie, die bei der Literatursuche hilfreich sein kann.",
        "callouts": []
      },
      {
        "title": "Wissenschaftliche Artikel",
        "level": 2,
        "content": "Wenn von wissenschaftlichen Artikeln gesprochen wird, sind Artikel in internationalen wissenschaftlichen Fachzeitschriften mit einem begutachteten (engl. *peer review*) Verfahren gemeint. Artikel in populärwissenschaftlichen Zeitschriften ohne ein solches Verfahren sind dabei nicht eingeschlossen. Ein begutachtetes Verfahren bedeutet, dass der Artikel von unabhängigen Experten überprüft wird (vgl. auch [Publikationsprozess](#publishing)). Des Weiteren wird zwischen Artikeltypen und Artikelversionen unterschieden. Verschiedene Artikeltypen haben unterschiedliche Ziele, was den Inhalt des Artikels betrifft (z.B. Dokumentation eines Einzelfalls vs. Dokumentation psychologischer Prozesse im Allgemeinen). Verschiedene Artikelversionen bezeichnen unterschiedliche Stadien eines Manuskripts (z.B. vor dem Abdruck vs. nach dem Abdruck in einer Fachzeitschrift).",
        "callouts": [
          {
            "type": "note",
            "title": "Richtlinien für Autorenschaften",
            "content": "Damit eine Person als Autor bzw. Autorin auf einer wissenschaftlichen Arbeit (z.B. Artikel, Vortrag oder Poster) genannt wird, muss sie einen **substanziellen kreativen** Beitrag an der Studie geleistet haben. Ein Betrag ist **substanziell**, wenn ohne diesen Beitrag die Durchführung und Publikation der Studie nicht möglich gewesen wäre. Ein Beitrag ist dann **kreativ**, wenn etwas Neues geschaffen wird, das über die blosse Ausführung einer Aufgabe hinaus geht. Das Verfassen eines Auswertungsskripts zur statistischen Analyse, welche zu einem tieferen Verständnis der Datenlage führt, gilt in diesem Sinne als substanziell und kreativ. Das Testen von 100 Versuchspersonen mag zwar substanziell sein, ist aber nicht kreativ. Dies liegt darin begründet, da es sich beim Testen um die blosse Ausführung eines Auftrages nach vorgegebenem Protokoll handelt, ohne dass in kreativer Hinsicht etwas Neues geschaffen wird. Dementsprechend dokumentiert eine Autorenschaft auf einer wissenschaftlichen Arbeit den Anspruch auf geistiges Eigentum. Verschiedene Wissenschaftszweige haben unterschiedliche Konventionen, was die Autorenreihenfolge auf einer wissenschaftlichen Arbeit betrifft. Während in der Ökonomie die Autorenreihenfolge oft alphabetisch determiniert ist, wird die Autorenreihenfolge in der psychologischen Literatur hauptsächlich durch den Beitrag der einzelnen Personen bestimmt. In absteigender Reihenfolge werden die Personen zuerst aufgelistet, welche den grössten Beitrag geleistet haben. Ausnahme bildet die letzte Position in der Auflistung der Autorinnen und Autoren. Diese Position obliegt der Leitung der Forschungsgruppe, insofern die leitende Person nicht gleichzeitig den grössten Beitrag geleistet hat und somit als erstes aufgelistet ist. Unabhängig von ihrer Position in der Auflistung müssen alle Autorinnen und Autoren mit den Inhalten der entsprechenden Arbeit vertraut und einverstanden sein. Eine Konsequenz davon ist, dass alle Autorinnen und Autoren einer Arbeit die Verantwortung für den Inhalt dieser Arbeit übernehmen und auch haftbar dafür sind."
          }
        ]
      },
      {
        "title": "Artikeltypen",
        "level": 3,
        "content": "Es gibt verschiedene Typen von Artikeln. Diese werden wie folgt, entsprechend ihrem Inhalt und Ziel, unterschieden: - Empirischer Artikel: Forschungsarbeit, welche die Durchführung und Resultate eines oder mehrerer Experimente berichtet. Ein Beispiel ist das [Zusammenspiel von Tageszeit und Chronotyp und dessen Auswirkungen auf kognitive Leistungen](https://online.ucpress.edu/collabra/article-pdf/9/1/88337/792839/collabra_2023_9_1_88337.pdf) [@reymermetrothen2023]. Empirische Artikel haben grundsätzlich folgende Struktur: - Kurzfassung (Abstract) - Einleitung (Introduction) - Methoden (Methods) - Resultate (Results) - Diskussion (Discussion) - Fallstudie: Forschungsarbeit, welche die Arbeit mit einem Individuum berichtet (Bsp. Machbarkeitsnachweis). Fallstudien berichten oftmals nur deskriptive Statistik. Ein Beispiel ist die [Dynamik des Stresssystems im Alltag](https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0029415&type=printable) [@schubertetal2012]. Fallstudien sind von der Struktur her wie empirische Artikel aufgebaut: - Kurzfassung - Einleitung - Methoden - Resultate - Diskussion - Methoden-Artikel: Forschungsarbeit, welche methodische Entwicklungen berichtet, evaluiert und diskutiert. Beispiele von Methoden-Artikel sind die [Variation in der Reproduzierbarkeit von Experimenten über verschiedene Stichproben unter verschiedenen Bedingungen in laborübergreifenden Studien](https://journals.sagepub.com/doi/pdf/10.1177/2515245918810225) [@klein_2018_AdvancesinMethodsandPracticesinPsychologicalScience_ManyLabsInvestigatingVariationReplicability] oder die [Entwicklung einer systemunabhängigen Software zur Analyse von EEG-Daten](https://www.frontiersin.org/articles/10.3389/fnhum.2014.00213/pdf) [@lopez-calderon_2014_FrontiersinHumanNeuroscience_ERPLABOpensourceToolboxAnalysisEventrelated]. Methoden-Artikel haben grundsätzlich folgende Struktur, je nach Thema der Arbeit kann diese jedoch stark variieren: - Kurzfassung - Einleitung - Methoden - Resultate - Diskussion - Meta-Analyse: Forschungsarbeit, die mit quantitativen statistischen Mitteln empirische Arbeiten zusammenfasst, um den Effekt bestimmter experimenteller Manipulationen in einem Forschungsfeld zu schätzen. Ein Beispiel ist der [Effekt von Abruftraining auf den Lernerfolg](https://www.nature.com/articles/s41539-018-0024-y) [@yang_2018_npjScienceofLearning_EnhancingLearningRetrievalNewInformation]. Meta-Analysen sind von der Struktur her wie empirische Artikel aufgebaut: - Kurzfassung - Einleitung - Methoden - Resultate - Diskussion - Übersichtsartikel: Forschungsarbeit, die qualitativ empirische und andere Arbeiten zusammenfasst, integriert und kritisch würdigt. Bei Übersichtsartikeln werden keine statistischen Methoden angewandt. Ein Beispiel ist die [Übersicht über nachweislich wirksame Lernmethoden](https://cognitiveresearchjournal.springeropen.com/articles/10.1186/s41235-017-0087-y) [@weinstein_2018_CognitiveResearch:PrinciplesandImplications_TeachingScienceLearning]. Übersichtsartikel haben grundsätzlich folgende Struktur, je nach Thema und Ziel der Arbeit kann diese jedoch etwas variieren: - Kurzfassung - Einleitung: Theoretischer Hintergrund und Forschungsfrage des Übersichtsartikels - Methoden: Einschlusskriterien für die erwähnten Arbeiten - Resultate: Deskriptive Darstellung der gegenwärtigen Befundlage - Diskussion: Kritische Würdigung, Integration und Erkenntnisgewinn - Kommentar: Forschungsarbeiten, welche in einem kurzen Format in Form eines Kommentars auf einen Umstand (Bsp. Forschungslücke) in einem Forschungsfeld aufmerksam machen. Ein Beispiel ist, dass [Lernsoftware empirisch validierten Lernprinzipien folgen sollte](https://www.nature.com/articles/s41539-018-0039-4.pdf) [@reber_2018_npjScienceofLearning_EducationalAppDevelopmentNeedsBeInformed]. Kommentare sind von der Struktur her sehr kurz und haben meist keine Unterkapitel.",
        "callouts": [
          {
            "type": "important",
            "title": "Effizientes Lesen",
            "content": "Die verschiedenen wissenschaftlichen Fachartikel sind grundsätzlich immer gleich aufgebaut. Dieser Umstand ist dann sehr hilfreich, wenn man Literatur möglichst effizient verarbeiten möchte. Um die Informationen in wissenschaftlichen Fachartikeln möglichst effizient zu verarbeiten, helfen die folgenden vier Fragen: 1. Wie lautet die **Forschungsfrage**? 2. Wie wurde die Forschungsfrage operationalisiert (**Methode**)? 3. Was zeigen die **Resultate** (Hauptbefund)? 4. Was ist der **Erkenntnisgewinn** (Interpretation der Resultate)? Beim schriftlichen Beantworten der vier Fragen pro Artikel sollte man sich auf maximal eine A4 Seite beschränken. Dies ermöglicht es, einen konzisen Überblick über die gelesenen Artikel zu behalten."
          }
        ]
      },
      {
        "title": "Artikelversionen",
        "level": 3,
        "content": "Artikel können in unterschiedlichen Versionen publiziert werden (siehe @fig-pubman). Diese unterscheiden sich wie folgt: - **Publiziertes Manuskript (Artikel)**: Bei einem publizierten Manuskript handelt es sich um einen veröffentlichten Artikel im eigentlichen Sinne. Dieser wurde in Form eines Manuskripts bei einer Fachzeitschrift eingereicht, wurde durch Fachleute für die Zeitschrift begutachtet (peer review) und wurde nach der Begutachtung von der Zeitschrift zur Publikation akzeptiert. Das Manuskript entspricht nun der Gestaltung (Layout) der Fachzeitschrift. Die Rechte für diesen Artikel liegen bei der Zeitschrift, sofern der Artikel nicht als Open-Access Artikel publiziert wurde. Der Zeitschriftenartikel zum [Zusammenspiel von Tageszeit und Chronotyp und dessen Auswirkungen auf kognitive Leistungen](https://online.ucpress.edu/collabra/article-pdf/9/1/88337/792839/collabra_2023_9_1_88337.pdf) entspricht der Gestaltung der Zeitschrift, in welcher der Artikel publiziert wurde [@reymermetrothen2023]. - **Nachabdruck (engl. *postprint*)**: Bei einem Nachabdruck handelt es sich um die Version eines Manuskripts, das auf einer entsprechenden Plattform veröffentlicht wurde, nachdem das Manuskript den Begutachtungsprozess einer Zeitschrift durchlaufen hat. Das heisst, der Inhalt des Manuskripts entspricht exakt dem Inhalt, der in einer Fachzeitschrift veröffentlicht wurde. Die Gestaltung des Manuskripts entspricht aber nicht dem der Fachzeitschrift. Nachabdrucke werden oftmals auf internen Dokumentenservern von Forschungsinstitutionen veröffentlicht. Veröffentlichungen von Nachabdrucken von Forschungsarbeiten spielen im Rahmen des Open Access eine wichtige Rolle und werden von der Mehrheit von wissenschaftlichen Verlagen im Rahmen der Selbstarchivierung nach einer 6-12 monatigen Embargofrist zugelassen. Zum Beispiel gibt es zu diesem Zweck in Zürich das Zurich Open Repository and Archive ([ZORA](https://www.zora.uzh.ch/)), an der FernUni Schweiz das Swiss Open Access Repository ([SONAR](https://sonar.ch/)) und an der Ludwig-Maximilians-Universität München (LMU) das [Open Access LMU](https://epub.ub.uni-muenchen.de/). Um solche Repositorien zu finden, kann [OpenDOAR](https://v2.sherpa.ac.uk/opendoar/) verwendet werden. Es handelt sich um ein globales Verzeichnis von Open-Access-Repositorien, in dem in Tausenden von registrierten Repositorien nach verschiedenen Merkmalen, wie dem Standort, gesucht werden kann. - **Vorabdruck (engl. *preprint*)**: Bei einem Vorabdruck handelt es sich um die Version eines Manuskripts, das auf einer entsprechenden Plattform veröffentlicht wurde, bevor das Manuskript den Begutachtungsprozess einer Zeitschrift durchlaufen hat. Das Veröffentlichen von Vorabdrucken dient der raschen wissenschaftlichen Kommunikation. Bei dieser Art der Publikation können andere Forscher und Forscherinnen aus dem Feld auf Unklarheiten bei der Dokumentation und Schwachpunkte in einer Studie hinweisen, bevor ein Manuskript zur wissenschaftlichen Begutachtung und Publikation bei einer Zeitschrift eingereicht wird. Vorabdrucke werden oftmals auf sogenannten Preprint-Servern veröffentlicht. Da es sich bei Vorabdrucken um Manuskripte handelt, welche den Begutachtungsprozess einer Zeitschrift noch nicht durchlaufen haben, unterscheiden sich Vorabdrucke nicht nur gestalterisch, sondern auch inhaltlich meist von der endgültigen Version eines publizierten Artikels. Die wohl bekanntesten Preprint-Server im Feld der Psychologie sind [psyArXiv](https://psyarxiv.com/) und [OSF Preprints](https://osf.io/preprints/discover?subject=bepress%7CSocial%20and%20Behavioral%20Sciences). Der Zeitschriftenartikel zum [Zusammenspiel von Tageszeit und Chronotyp und dessen Auswirkungen auf kognitive Leistungen](https://online.ucpress.edu/collabra/article-pdf/9/1/88337/792839/collabra_2023_9_1_88337.pdf) [@reymermetrothen2023] enthält einen [Vorabdruck](https://osf.io/preprints/psyarxiv/cepu6), der in weiten Teilen den APA-Kriterien entspricht. ![Diese Abbildung (hier in [hoher Auflösung](resources/titlePage.png) zeigt einen direkten Vergleich zwischen der Titelseite des publizierten Artikels (A) von Rey-Mermet und Rothen [-@reymermetrothen2023] und den ersten drei Seiten des dazugehörigen Manuskripts, wie es zur Publikation eingereicht wurde (B-D).](resources/titlePage.png)",
        "callouts": [
          {
            "type": "tip",
            "title": "*Open Access* (engl. für offener Zugang)",
            "content": "Mit Open Access bezeichnet man den freien Zugang zu wissenschaftlicher Literatur. Eine unter Open-Access Bedingungen publizierte Arbeit kann von jeder interessierten Person kostenlos genutzt werden. Für Veröffentlichungen unter Open-Access Bedingungen sind die Autoren und Autorinnen für Gebühren, welche durch die Manuskriptverarbeitung durch den Verlag entstehen, zuständig. Dafür behalten sie in der Regel die Rechte am publizierten Artikel in Form einer [CC-BY-4.0](https://creativecommons.org/licenses/by/4.0/) Lizenz. Der Zeitschriftenartikel zum [Zusammenspiel von Tageszeit und Chronotyp und dessen Auswirkungen auf kognitive Leistungen](https://online.ucpress.edu/collabra/article-pdf/9/1/88337/792839/collabra_2023_9_1_88337.pdf) wurde unter Open-Access Bedingungen publiziert [@reymermetrothen2023]. Für Veröffentlichungen unter traditionellen Bedingungen treten die Autoren bei der Publikation eines Manuskripts jegliche Rechte am Artikel an den Verlag ab. Bei diesem Geschäftsmodell abonnieren die Bibliotheken der Universitäten die gewünschten Zeitschriften, um Zugriff auf die einzelnen Forschungsarbeiten zu haben. Die Artikel sind in diesem Fall interessierten Personen ausserhalb der entsprechenden Universität nicht frei zugänglich. Kurz: Bei Open Access bezahlen die Autoren und Autorinnen und alle haben Zugriff auf den publizierten Artikel. Beim traditionellen Modell bezahlen die Bibliotheken, und nur registrierte Bibliotheksnutzer und -nutzerinnen haben Zugriff."
          },
          {
            "type": "important",
            "title": "Manuskript vs. Artikel",
            "content": "Es ist wichtig, zwischen dem Manuskript, das bei der Zeitschrift zur Publikation eingereicht wird, und dem in der Forschungszeitschrift publizierten Artikel zu unterscheiden. Jeder Verlag und oftmals jede Zeitschrift eines Verlags haben für die publizierten Artikel ihre eigene Gestaltung. Beispielsweise drucken einige Zeitschriften ihre Artikel in zwei Spalten pro Seite andere wiederum in nur einer Spalte pro Seite. Diese Gestaltung des Artikels obliegt dem Verlag einer Zeitschrift und ist **keinesfalls** Sache der Autoren."
          }
        ]
      },
      {
        "title": "Literatursuche",
        "level": 3,
        "content": "Es war nie einfacher als in der heutigen Zeit, an wissenschaftliche Literatur zu gelangen. Wissenschaftliche Literatur kann ganz einfach wie folgt gesucht werden: - Literatursuche nach Stichworten im Internet, zum Beispiel mit der Hilfe von: - [Pubmed](https://pubmed.ncbi.nlm.nih.gov/advanced/): Meta-Datenbank mit Referenzen auf wissenschaftliche Dokumente in den Bereichen der Medizin, Pharmazie, Psychologie, Biologie, Genetik usw. - [Google Scholar](https://scholar.google.com/): Suchmaschine von Google zur Suche wissenschaftlicher Dokumente. - [JSTOR](https://www.jstor.org/): digitale Bibliothek, die Zugang zu mehr als 12 Millionen Zeitschriftenartikeln, Büchern, Bildern und Primärquellen in 75 Disziplinen bietet. - [Scopus](https://www.scopus.com/): Abstract- und Zitationsdatenbank für begutachtete Literatur, einschliesslich wissenschaftlicher Zeitschriften, Bücher und Konferenzberichte. Diese Ressource ist *kostenpflichtig*. - Suche nach Publikationen auf der Webseite der Autorinnen und Autoren. Fast alle Autorinnen und Autoren habe eine mehr oder weniger aktuelle Liste ihrer Publikationen auf ihrer institutionellen Webseite oder einer persönlichen Webseite. Wenn man eine interessante Studie gelesen hat, kann es Sinn machen die Webseite der Autorin bzw. des Autors mit einer der üblichen Suchmaschinen im Internet zu suchen, um weitere relevante Publikationen zu finden. - Suche im Literaturverzeichnis der Studien, die bereits gelesen wurden. Oftmals findet man im Literaturverzeichnis bereits gelesener relevanter Studien weitere relevante Artikel, die man eventuell noch nicht kannte.",
        "callouts": []
      },
      {
        "title": "Literaturzugang",
        "level": 3,
        "content": "Trotz Open-Access Bewegung gibt es immer noch viele Zeitschriften, deren Inhalte bezahlt werden müssen und nicht frei verfügbar sind. Nachfolgend werden einige mögliche Methoden aufgeführt, um Zugang zu wissenschaftlichen Artikeln über kostenlose Ressourcen zu erhalten: - Google Scholar Button: Browsererweiterung für [Mozilla Firefox](https://addons.mozilla.org/en-US/firefox/addon/google-scholar-button/) und [Google Chrome](https://chrome.google.com/webstore/detail/google-scholar-button/ldipcbpaocekfooobnbcddclnhejkcpn?hl=en-US) für direkten Zugriff auf Google Scholar. - [Research Gate](https://researchgate.net/): Kommerzielles soziales Netzwerk für Forscher und Forscherinnen. Viele Forscher und Forscherinnen stellen hier ihre Publikationen zur Verfügung. Alternativ steht eine *request fulltext* Funktion zur Verfügung, mit welcher man bequem den Volltext eines Artikels des Autors bzw. der Autorin anfordern kann. - [Unpaywall](https://unpaywall.org/): Permanent wachsende Datenbank mit öffentlich zugänglichen wissenschaftlichen Volltextartikeln. Eine Browsererweiterung mit direktem Zugriff auf die Datenbank steht zur Verfügung. Damit wird gleich bei der Literatursuche überprüft, ob der Volltext zur Verfügung steht. - [Open Access Button](https://openaccessbutton.org/): Suchmaschine zum Durchsuchen von Datenbanken mit Zugriff auf öffentlich zugängliche Volltextartikel. Falls ein Dokument nicht im Volltext zur Verfügung steht, wird eine Anfrage an den Autor bzw. die Autorin gesendet. Es existiert eine entsprechende Browsererweiterung mit direktem Zugriff auf die Suchmaschine. - [Kopernio](https://kopernio.com/): Eine Browsererweiterung, die die Literaturzugänge der Institution des Nutzers bzw. der Nutzerin braucht, um bei der Literatursuche behilflich zu sein. - [Lazy Scholar](http://www.lazyscholar.org/): Eine Browsererweiterung die verschiedene Datenquellen anzapft (u.a. Google Scholar), um an Volltexte zu gelangen. Neben diesen Methoden bieten viele Universitäten Zugang zu wissenschaftlichen Artikeln über ihr Netzwerk an. In diesem Fall werden kostenpflichtige Ressourcen bereitgestellt, die die Universität ohne zusätzliche Kosten für die Studierenden zugänglich macht. Das bedeutet, dass Studierende, wenn sie sich im Netzwerk der Universität befinden, Zugang zu allen Zeitschriften haben, die die Universität abonniert hat. Die meisten Universitäten bieten auch einen *VPN-Client* ([Client für eine Virtuelles Privates Netzwerk](https://de.wikipedia.org/wiki/Virtual_Private_Network)) an, mit dem die Studierenden sich bequem von zu Hause ins Universitätsnetzwerk einwählen können. Einmal eingewählt, haben die Studierenden Zugriff auf alle Ressourcen der Universität, als wären sie direkt im Universitätsnetzwerk. Sollten die Studierenden auf der Webseite der Universität keine Informationen dazu finden, kann es hilfreich sein, die Bibliotheksdienste, die Studierendendienste oder die IT-Dienste der Universität zu kontaktieren.",
        "callouts": [
          {
            "type": "note",
            "title": "Weitere Lösungen für den Zugang zu kostenpflichtigen Ressourcen",
            "content": "Einige Universitäten bieten alternative Lösungen an. Zum Beispiel hat die FernUni Schweiz viele kostenpflichtige psychologische Fachzeitschriften abonniert. Zugang erhalten die Studierenden über die Seite von [Swissconsortium](https://www.swissconsortium.ch/sc/registerprepare)."
          }
        ]
      },
      {
        "title": "Literaturverwaltung",
        "level": 3,
        "content": "Zum Verwalten und korrekten Zitieren von wissenschaftlicher Literatur eignen sich sogenannte Literaturverwaltungsprogramme. Nachfolgend werden einige Beispiele aufgeführt: - [Zotero](https://www.zotero.org/) ist ein plattformunabhängiges, kostenloses und quelloffenes Literaturverwaltungsprogramm zum Sammeln, Verwalten und Zitieren von unterschiedlichsten Literaturquellen. Zotero unterstützt die Bearbeitung von bibliografischen Angaben und Literaturlisten in wissenschaftlichen Publikationen. Entsprechende Erweiterungen stehen zum Beispiel für Microsoft Word, Libre Office, LaTeX und Markdown in R-Studio zur Verfügung. Zotero erlaubt es, direkt mittels Browsererweiterung mit einem Klick wissenschaftliche Artikel aus dem Internet in die eigene Bibliothek zu übernehmen oder lokale PDF-Dokumente zu importieren. In Zotero gespeicherte Artikel sind gut organisiert und mit nur einem Klick abrufbar. Die Autorinnen und Autoren dieses Lehrbuches haben mit Zotero sehr gute Erfahrungen gemacht und empfehlen Zotero zur Literaturverwaltung. - [Citavi](https://www.citavi.com/de/download) ist ein Programm zur Wissensorganisation und Literaturverwaltung für Microsoft Windows. - [Mendeley](https://www.mendeley.com/) ist ein plattformunabhängiges Programm zum Organisieren, Austauschen und Zitieren von unterschiedlichen Literaturquellen.",
        "callouts": [
          {
            "type": "important",
            "title": "Literaturangaben immer selbst überprüfen!",
            "content": "Literaturverwaltungsprogramme haben den Vorteil, dass sie verschiedene Zitationsstile zur Verfügung stellen und entsprechend die Bearbeitung von bibliografischen Angaben und Literaturlisten in wissenschaftlichen Publikationen unterstützen. Somit entfällt das manuelle Formatieren von wissenschaftlichen Referenzen im Text und Literaturverzeichnis einer wissenschaftlichen Arbeit. Nichtsdestotrotz ist es wichtig, dass jeweils alle Literaturangaben (inkl. Literaturverzeichnis) in einer Arbeit überprüft werden. Auch wenn Literaturverwaltungsprogramme sehr gut funktionieren, können vereinzelt Fehler vorkommen. Bei der Fehlerbehebung empfiehlt es sich, zuerst in der Literaturverwaltungssoftware nachzuschauen, ob die zu zitierende Arbeit korrekt mit allen nötigen Angaben erfasst wurde, und diese nötigenfalls manuell zu ergänzen. Sollte sich in der eigenen Bibliothek kein Fehler finden lassen, müssen die entsprechenden Anpassungen manuell im Manuskript vorgenommen werden. Achtung: Bei manuellen Veränderungen im Manuskript können die entsprechenden Referenzen nicht mehr automatisch über die Literaturverwaltungssoftware angepasst werden."
          }
        ]
      },
      {
        "title": "Liste von Zeitschriften",
        "level": 2,
        "content": "Originale Forschungsarbeiten werden in vielen psychologischen Fachzeitschriften publiziert. Hier ist eine kurze Liste solcher Zeitschriften im Themenbereich der kognitiven Psychologie, die den Ruf haben, gute Forschung zu publizieren. Die Liste wurde zu grossen Teilen von dieser [Webseite](https://www.crumplab.com/cognition/articles/course_docs/resources.html) übernommen. - Psychonomics Zeitschriften - [Attention, Perception & Psychophysics](https://link.springer.com/journal/13414) - [Behavior Research Methods](https://link.springer.com/journal/13428) - [Cognitive, Affective, & Behavioral Neuroscience](https://link.springer.com/journal/13415) - [Cognitive Research: Principles & Implications](https://cognitiveresearchjournal.springeropen.com/) - [Learning & Behavior](https://link.springer.com/journal/13420) - [Memory & Cognition](https://link.springer.com/journal/13421) - [Psychonomic Bulletin & Review](https://link.springer.com/journal/13423) - APA Zeitschriften - [Canadian Journal of Experimental Psychology](https://www.apa.org/pubs/journals/cep) - [Journal of Applied Research in Memory and Cognition](https://www.apa.org/pubs/journals/mac) - [Journals of Experimental Psychology: General](https://www.apa.org/pubs/journals/xge) - [Journals of Experimental Psychology: Animal Learning and Cognition](https://www.apa.org/pubs/journals/xan) - [Journals of Experimental Psychology: Human, Perception, and Performance](https://www.apa.org/pubs/journals/xhp) - [Journals of Experimental Psychology: Learning, Memory, and Cognition](https://www.apa.org/pubs/journals/xlm) - [Psychology and Aging](https://www.apa.org/pubs/journals/pag/) - [Psychological Review](https://www.apa.org/pubs/journals/rev) - APS Zeitschriften - [Current Directions in Psychological Science](https://www.psychologicalscience.org/publications/current_directions) - [Perspectives on Psychological Science](https://www.psychologicalscience.org/publications/perspectives) - [Psychological Science](https://www.psychologicalscience.org/publications/psychological_science) - [Psychological Science in the Public Interest](https://www.psychologicalscience.org/publications/pspi) - Elsevier Zeitschriften - [Acta Psychologica](https://www.sciencedirect.com/journal/acta-psychologica) - [Cognition](https://www.sciencedirect.com/journal/cognition) - [Cognitive Psychology](https://www.sciencedirect.com/journal/cognitive-psychology) - [Cognitive Science](https://www.sciencedirect.com/journal/cognitive-science) - [Consciousness and Cognition](https://www.sciencedirect.com/journal/consciousness-and-cognition) - [Journal of Memory and Language](https://www.sciencedirect.com/journal/journal-of-memory-and-language) - [NeuroImage](https://www.sciencedirect.com/journal/neuroimage) - [Neuropsychologia](https://www.sciencedirect.com/journal/neuropsychologia) - [Trends in Cognitive Sciences](https://www.sciencedirect.com/journal/trends-in-cognitive-sciences) - Andere Zeitschriften - [Aging, Neuropsychology, and Cognition](https://www.tandfonline.com/journals/nanc20) - [Behavioral and Brain Sciences](https://www.cambridge.org/core/journals/behavioral-and-brain-sciences) - [Cognitive Neuroscience](https://www.tandfonline.com/journals/pcns20) - [Collabra: Psychology](https://online.ucpress.edu/collabra) - [Journal of Cognition](https://journalofcognition.org/) - [Memory](https://www.tandfonline.com/journals/pmem20) - [Nature Human Behavior](https://www.nature.com/nathumbehav/) - [PlosOne](https://journals.plos.org/plosone/) - [Psychological Research](https://link.springer.com/journal/426) - [The Quarterly Journal of Experimental Psychology](https://journals.sagepub.com/home/qjp) - [Scientific Reports](https://www.nature.com/srep/) - [Swiss Psychology Open](https://swisspsychologyopen.com/)",
        "callouts": []
      }
    ]
  },
  {
    "filename": "04-datacollection.qmd",
    "sections": [
      {
        "title": "Datenerhebung",
        "level": 1,
        "content": "Eine der Kernaktivitäten im Forschungsprozess ist die Datenerhebung. Letztendlich entscheiden die erhobenen Daten darüber, inwiefern eine Forschungsfrage beantwortet werden kann und wissenschaftliche Erkenntnisse gewonnen werden können. In der psychologischen Grundlagenforschung bedeutet die Datenerhebung, dass Versuchspersonen im Labor an einer Forschungsinstitution oder online an einem beliebigen Ort übers Internet ein Experiment durchführen. Bei der Datenerhebung sind demzufolge mindestens drei Personen bzw. Gruppen von Personen von grosser Bedeutung: 1. die Versuchspersonen, die am Experiment teilnehmen 2. die Versuchsleitung (Versuchsleiterinnen und Versuchsleiter), die das Experiment durchführt und die Versuchspersonen testet 3. die Projektleitung (Projektleiterinnen und Projektleiter), welche den Forschungsprozess überblickt und die relevanten Entscheidungen trifft Dieses Kapitel geht zuerst auf die Rollen dieser drei Personengruppen ein. Anschliessend geht dieses Kapitel auf das Testen der Versuchspersonen (im Labor und online) ein.",
        "callouts": [
          {
            "type": "important",
            "title": "Sorgfaltspflicht bei der Datenerhebung",
            "content": "Die Qualität der erhobenen Daten entscheidet darüber, inwieweit eine aussagekräftige Datenanalyse überhaupt erst möglich ist. Darum muss die Datenerhebung mit hoher Sorgfalt durchgeführt werden."
          }
        ]
      },
      {
        "title": "Versuchsperson, Versuchsleitung und Projektleitung",
        "level": 2,
        "content": "In diesem Unterkapitel wird erstens auf den Umgang mit Versuchspersonen eingegangen. Dann werden die unterschiedlichen Pflichten behandelt, die mit der Versuchsleitung und Projektleitung assoziiert sind. Die Pflichten von Personen, welche eine indirekte Rolle bei Forschungsprojekten haben (z.B. Personen der Ethikkommission), werden hier nicht behandelt.",
        "callouts": []
      },
      {
        "title": "Versuchsperson",
        "level": 3,
        "content": "Gute Forschungspraxis setzt einen *offenen und transparenten* Umgang mit Versuchspersonen voraus. Dies bedingt, dass Versuchspersonen **vor** der Teilnahme an einer Studie über den Inhalt der Studie und ihre Rechte aufgeklärt werden. Zu den Grundrechten einer jeden Versuchsperson gehören die Folgenden: - Die **Freiwilligkeit** der Versuchsteilnahme muss jederzeit gewährleistet sein. Dabei haben die Versuchspersonen das Recht, jederzeit ohne Angabe von Gründen von der Teilnahme an einer Studie zurück zu treten, ohne dass ihnen daraus Nachteile entstehen. - Der **Datenschutz** bzw. die Anonymität der Versuchspersonen muss zu jedem Zeitpunkt gewährleistet sein. Dies betrifft insbesondere das Berichten der Ergebnisse: Studienergebnisse dürfen keinesfalls so berichtet werden, dass einzelne Versuchspersonen identifiziert werden können. Im Folgenden wird erläutert, worauf diese Rechte basieren und wie diese kommuniziert werden. Anschliessend wird auf den Datenschutz eingegangen, da dieser ein zentraler Aspekt jeder Datenerhebung darstellt.",
        "callouts": []
      },
      {
        "title": "Ethische Richtlinien",
        "level": 4,
        "content": "Jede Studie muss **vor** Beginn der Datenerhebung von einer unabhängigen Ethikkommission geprüft und genehmigt werden. Aufgabe der Ethikkommission ist es, zu überprüfen, ob die Versuchspersonenrechte eingehalten werden und ob die Studie ethisch vertretbar ist (d.h. ob der Nutzen der Studie die Kosten rechtfertigt). Die Kosten-Nutzen-Frage ist keineswegs immer monetärer Natur. Beispielsweise kann es für eine psychologische Studie nötig sein, dass die Versuchspersonen nicht von Anfang an wissen, was das Ziel der Studie ist, um zu verhindern, dass dieses Wissen die Resultate beeinflusst. Die Ethikkommission hat in diesem Fall zu entscheiden, ob der Erkenntnisgewinn der Studie es rechtfertigt, dass die Versuchspersonen erst im Nachhinein über die Details der Studie aufgeklärt werden. Grundsätzlich ist wichtig, dass die Versuchspersonen wissen, was sie im Rahmen der Studie erwartet, und was ihre Rechte sind.",
        "callouts": []
      },
      {
        "title": "Einverständnis",
        "level": 4,
        "content": "Zu Beginn eines jeden Experiments müssen die Versuchspersonen ihr Einverständnis geben, **nachdem** sie über die Durchführung und die Ziele des Experiments und ihre Rechte aufgeklärt worden sind. Dazu wird in der Regel eine schriftliche Einverständniserklärung eingesetzt. Grundsätzlich geht das Dokument auf folgende Punkte ein: - Eine Beschreibung zum Hintergrund des Experiments - Eine Aufklärung über die Rechte der Versuchsperson (z.B. Möglichkeit des Abbruchs) - Angabe der zuständigen Ethikkommission, welche die Studie überprüft hat - Eine Kontaktperson / -adresse, an die sich die Versuchsperson im Falle von Fragen und Beschwerden wenden kann - Die Aussage, dass allfällige Fragen beantwortet wurden und man über die Rechte als Versuchsperson aufgeklärt wurde - Ein Feld für die Unterschrift der Versuchsperson und ein Feld für die Unterschrift für die Versuchsleitung. Bei Online-Experimenten kann es ausreichend sein, wenn ein entsprechendes Feld «angekreuzt» / markiert wird",
        "callouts": []
      },
      {
        "title": "Datenschutz",
        "level": 4,
        "content": "Im Rahmen von Datenerhebungen in der Forschung ist es essentiell, dass die Identität der Versuchspersonen jederzeit geschützt ist. Das heisst: - Daten, welche zur Identifikation von einzelnen Personen führen kann, werden nicht veröffentlicht oder anderweitig kommuniziert. Ausnahmen bilden Fälle, in denen eine Versuchsperson explizit schriftlich der entsprechenden Veröffentlichung zugestimmt hat. - Identifizierende Informationen werden vor der Auswertung und bei der Archivierung der Rohdaten von den Daten getrennt und an einem anderen Ort sicher verwahrt (z.B. passwortgeschützt).",
        "callouts": [
          {
            "type": "important",
            "title": "Kombination von Informationen",
            "content": "Auch die Kombination von Informationen kann zur Identifikation führen (z.B. Initialen, Geburtsdatum und Wohnort). Deswegen dürfen sie nicht berichtet werden."
          },
          {
            "type": "note",
            "title": "Datenschutz und schriftliche Einverständniserklärung",
            "content": "Die Datenschutzgesetze erfordert nicht in jedem Land eine schriftliche Einverständniserklärung zur Teilnahme an einem Experiment. Auch wenn dies nicht immer gesetzlich vorgeschrieben ist, ist eine solche aufgrund ethischer Richtlinien erforderlich."
          }
        ]
      },
      {
        "title": "Versuchsleitung",
        "level": 3,
        "content": "Bei der Versuchsleitung handelt es sich um die Personen, welche mit der Aufgabe der Versuchspersonenrekrutierung und deren Testung betraut sind. Im universitären Umfeld fällt die Aufgabe der Versuchsleitung Studierenden, Promovierenden und Postdoktorierenden zu. Die Pflichten der Versuchsleitung unterscheiden sich je nach Phase der Datenerhebung (d.h. bei der Rekrutierung, vor dem Experiment, während dem Experiment und nach dem Experiment). Diese werden im Folgenden für jede Phase separat aufgelistet.",
        "callouts": []
      },
      {
        "title": "Bei der Rekrutierung",
        "level": 4,
        "content": "- Die Versuchspersonen müssen bezüglich der folgenden Punkte angemessen informiert werden: - Hauptziel und Nutzen des Experiments - Dauer und Umfang des Experiments - **Freiwilligkeit der Teilnahme** - Vorhandensein einer Ethikprüfung - **Umsetzung des Datenschutzes** - Beantwortung allfälliger weiterer Fragen - Sicherstellen, dass die Einschlusskriterien für das Experiment eingehalten werden.",
        "callouts": [
          {
            "type": "important",
            "title": "Wichtige Informationen für Versuchspersonen",
            "content": "- Allfällige Versuchspersonen müssen auch darüber aufgeklärt werden, dass einige Aufgaben möglicherweise absichtlich schwierig gestaltet wurden. Dies ist notwendig, um die Forschungsfrage des Experiments zu beantworten. - Allfällige Versuchspersonen müssen auch über den Zweck der Aufgaben aufgeklärt werden, die sie durchführen werden. Zum Beispiel sollte klar formuliert werden, wenn die Aufgaben als diagnostische Werkzeuge verwendet werden (z.B. als Intelligenztest). Es sollte aber auch genauso klar informiert werden, wenn die Aufgaben keine diagnostischen Werkzeuge sind. Im letzteren Fall sollte unbedingt klar und deutlich darauf hingewiesen werden, dass die Aufgaben keine sinnvollen Rückschlüsse auf alleinstehende individuelle Leistungen zulassen."
          }
        ]
      },
      {
        "title": "Vor dem Experiment",
        "level": 4,
        "content": "- Die Termine für das Experiment mit der Versuchsperson abmachen. - Über die spezifischen Inhalte des Experiments informieren, wie zum Beispiel die Einverständniserklärung und die entsprechenden Rechte sowie experimentspezifische Erfordernisse (z.B. dass Testzeiten zwingend einzuhalten sind). - Sicherstellen, dass die Versuchsperson die Aufgaben gemäss Instruktionen durchführen wird. - Sicherstellen, dass die Versuchsperson sich melden wird, wenn sich Probleme ergeben.",
        "callouts": []
      },
      {
        "title": "Während dem Experiment",
        "level": 4,
        "content": "- Sicherstellen, dass die **Freiwilligkeit** jederzeit gewährleistet ist. - Sicherstellen, dass die **Datenschutzrichtlinien** jederzeit eingehalten werden. - Den Versuchspersonen während der gesamten Dauer des Experiments jederzeit zur Verfügung stehen (z.B. bei technischen Fragen und Problemen -- gilt insbesondere für Online-Experimente). - Sicherstellen, dass die Versuchspersonen die Instruktionen verstanden haben. - Sicherstellen, dass die Versuchspersonen die Aufgaben gemäss Instruktionen durchführen. - Intervenieren im Fall von technischen Problemen. - Sauberes, klares und vollständiges Dokumentieren der einzelnen Testungen. Zu diesem Zweck wird häufig ein standardisierter Fragebogen zur Protokollierung am Ende jeder Sitzung oder jeder Aufgabe ausgefüllt. - Versuchspersonenbetreuung: Bei der Betreuung geht es vor allem darum, die Versuchsperson darin zu bekräftigen, dass sie die Aufgaben so gut wie möglich löst. Gerade wenn die Aufgaben sehr schwierig sind, muss die Versuchsperson informiert werden, dass die Aufgaben im Sinne des Experiments absichtlich so schwierig sind. Der Versuchsperson soll das Gefühl vermittelt werden, dass ihr Beitrag wirklich hilfreich ist und geschätzt wird, auch wenn die Leistungen bei den Aufgaben nicht perfekt sind.",
        "callouts": []
      },
      {
        "title": "Nach dem Experiment",
        "level": 4,
        "content": "- Versuchspersonennachbetreuung: Bei der Nachbetreuung geht es vor allem darum, die Versuchsperson über den genauen Zweck der Studie aufzuklären und allfällige Fragen zu beantworten. - Sicherstellen, dass die Versuchsperson ohne negative Gefühle dem Experiment gegenüber entlassen wird. Sollte dies nicht gelingen, muss unbedingt die Projektleitung informiert werden, damit weitere Schritte unternommen werden können. - Sich bedanken und der Versuchsperson vermitteln, dass man ihre Mithilfe wertschätzt.",
        "callouts": [
          {
            "type": "note",
            "title": "Unangenehme experimentelle Manipulationen",
            "content": "Bei allfälligen unangenehmen experimentellen Manipulationen (z.B. Induktion negativer Emotionen) ist zwingend darauf zu achten, dass die Versuchsperson wieder den ursprünglichen affektiven Zustand erreicht, bevor sie entlassen wird. Zudem ist es auch wichtig, dass sie versteht, warum diese Manipulation im Rahmen des Experiments nötig war."
          },
          {
            "type": "important",
            "title": "Datenqualität ist Versuchsleitungspflicht",
            "content": "Die Versuchsleitung hat eine zentrale Rolle bei der Datenerhebung. Sie ist für die Sorgfalt bei der Datenerhebung zuständig und letztendlich für die Qualität der erhobenen Daten verantwortlich."
          }
        ]
      },
      {
        "title": "Projektleitung",
        "level": 3,
        "content": "Bei der Projektleitung handelt es sich um die Personen, welche mit inhaltlichen und administrativen Entscheidungsaufgaben betraut sind. Im universitären Umfeld fällt die Aufgabe der Projektleitung (Professorinnen und Professoren, Dozierenden und Postdoktorierenden) zu. Die Projektleitung umfasst die Personen, welche die Verantwortung für ein Projekt tragen. Die Projektleitung betrifft unter anderem folgende Aufgaben: - Zeitplanung und -management. - Ressourcenplanung und -verwaltung. - Verfassen eines Ethikantrags zur Prüfung des Vorhabens. **Die Prüfung des Antrags muss vor der Datenerhebung abgeschlossen sein.** - Planung, Koordination und Supervision der Datenerhebung. - Entscheiden bei und Supervidieren von Datenanalysen und / oder Durchführen von Datenanalysen. - Fällen von Entscheidungen unter Berücksichtigung der Argumente aller Beteiligten.",
        "callouts": [
          {
            "type": "important",
            "title": "Aufgabe der Projektleitung im Fall von Konflikten",
            "content": "Da die Projektverantwortung letztendlich bei der Projektleitung liegt, ist es auch ihre Aufgabe, das kollaborative Miteinander zu sichern. Bei allfälligen Konflikten ist es Aufgabe der Projektleitung, konstruktive Lösungen mit den Konfliktparteien zu suchen."
          },
          {
            "type": "note",
            "title": "Eine Person, zwei Rollen",
            "content": "Im Einzelfall kann es vorkommen, dass eine Person mehrere Rollen inne hat. So kann zum Beispiel ein und dieselbe Person Projektleitung und Versuchsleitung sein."
          }
        ]
      },
      {
        "title": "Testen von Versuchspersonen",
        "level": 2,
        "content": "Das Testen von Versuchspersonen kann im Labor oder online übers Internet geschehen. Unabhängig davon, ob dieses im Labor oder online stattfindet, hat das Austesten der experimentellen Prozedur eine grosse Bedeutung für die Qualität der zu erhebenden Daten. Dieses sogenannte Pilotieren erlaubt zum Beispiel das Beheben von allfälligen Fehlern in den experimentellen Aufgaben und die Klärung allfälliger Fragen seitens der Versuchsleitung. Darum macht es Sinn, erst nach ausgiebigem Pilotieren mit der eigentlichen Datenerhebung zu beginnen. Entsprechend wird an dieser Stelle zuerst auf das Pilotieren und dann auf das Testen von Versuchspersonen im Labor und online eingegangen.",
        "callouts": []
      },
      {
        "title": "Pilotieren",
        "level": 3,
        "content": "«Pilotieren» im Kontext eines (psychologischen) Experiments bedeutet «austesten» der methodischen Implementierung (inklusive der experimentellen Prozedur) eines Experiments vor der eigentlichen Datenerhebung. Experimentelle Aufgaben, die in der psychologischen Grundlagenforschung Anwendung finden, können nicht einfach gekauft werden. In den meisten Fällen werden diese Aufgaben von den Forschern und Forscherinnen im Rahmen einer Studie eigenständig programmiert. Die Anforderungen an diese Aufgaben sind je nach Experiment relativ komplex. Reizlisten müssen über verschiedene Bedingungen und Versuchspersonen hinweg ausbalanciert werden. Kritische Reize (ausgenommen sind z.B. Instruktionen) müssen in einer spezifizierten Dauer mit Millisekunden-Präzision präsentiert werden. Zudem sollten die einzelnen Reize für alle Versuchspersonen gleich gross dargeboten werden, um eine standardisierte Durchführung zu garantieren. Neben der präzisen Darbietung der Reize müssen auch alle möglichen Daten aufgezeichnet werden. So müssen z.B. die Antworten der Versuchspersonen als korrekt oder falsch erkannt werden und die Dauer von der Reizpräsentation bis zur Antworteingabe mit Millisekunden-Präzision aufgezeichnet werden. Gleichzeitig muss erfasst werden, welcher experimentellen Bedingung ein präsentierter Reiz und die dazugehörige Antwort zugeordnet werden müssen, damit die Daten später entsprechend dem experimentellen Design ausgewertet werden können. Da viele dieser Anforderungen nicht nur vom Programmcode abhängen sondern auch von der Hardware, auf welcher eine experimentelle Aufgabe durchgeführt wird, sind diese Anforderungen im Labor einfacher umzusetzen. Im Labor können die Aufgaben unter klar definierten Bedingungen (Hardware und Software) getestet werden, bevor die eigentliche Datenerhebung beginnt. Bei Online-Experimenten laufen die Aufgaben letztendlich auf verschiedenen Endgeräten mit unterschiedlichen Hardware- und Softwarekonfigurationen. Ein vollumfängliches Austesten aller möglichen Hard- und Softwarekonfigurationen ist somit nicht möglich. Neben den technischen Anforderungen gibt es weitere Anforderungen an experimentelle Aufgaben. Die Aufgaben sollen in einer Art und Weise umgesetzt werden, dass alle Versuchspersonen die Aufgaben so lösen können, dass die Proportion korrekter Antworten die Ratewahrscheinlichkeit übersteigt. Gleichzeitig soll aber verhindert werden, dass von den einzelnen Versuchspersonen keine Fehler gemacht werden. Im Idealfall sind die Leistungen der getesteten Versuchspersonen zwischen Ratewahrscheinlichkeit und perfekter Leistung normalverteilt. Im Rahmen der obigen Ausführungen gibt es vor allem zwei Gründe, warum **vor der eigentlichen Datenerhebung** sorgfältig pilotiert werden muss. Erstens muss es sichergestellt werden, dass die Reizpräsentation und Antworterfassung entsprechend den verschiedenen Bedingungen wie geplant funktioniert. Zweitens muss es sichergestellt werden, dass die experimentelle Aufgabe zuverlässig läuft, dass die Hardware- und Softwarekonfiguration auf dem / den Testcomputer/n nicht mit dem Programmcode der experimentellen Aufgabe interferiert. Dementsprechend ist der Pilotierungsaufwand bei Online-Experimenten, wo verschiedenste Hardware- und Softwarekonfigurationen zum Einsatz kommen, um ein Vielfaches grösser als bei laborbasierten Experimenten.",
        "callouts": [
          {
            "type": "important",
            "title": "Pilotieren zur Vermeidung von Datenverlust",
            "content": "Bei experimentellen Aufgaben handelt es sich nicht um kommerzielle Software. Darum ist es essenziell, dass alle Programme zur Datenerhebung vor der eigentlichen Datenerhebung ausgiebig getestet werden."
          },
          {
            "type": "important",
            "title": "Pilotieren für einen reibungslosen Ablauf",
            "content": "Die Pilotierung dient auch dazu, dass sich die Versuchsleitung mit den Aufgaben und der Prozedur eines Experiments vertraut machen kann. So kann ein reibungsloser Ablauf beim Testen von Versuchspersonen garantiert werden."
          },
          {
            "type": "note",
            "title": "Realistische Fehlerquoten",
            "content": "Trotz sorgfältigem Pilotieren kann es vorkommen, dass es während der Datenerhebung zu technischen Problemen mit den experimentellen Aufgaben kommt. Bei laborbasierten Experimenten ist erfahrungsgemäss mit einer Quote von 1-2% zu rechnen. Bei Online-Experimenten ist erfahrungsgemäss mit einer Quote von 5-10% zu rechnen."
          }
        ]
      },
      {
        "title": "Datenerhebung bei laborbasierten Experimenten",
        "level": 3,
        "content": "Laborbasierte Experimente werden als Goldstandard der psychologischen Forschung betrachtet. Zu Beginn wurden psychologische Experimente mit Papier, Bleistift und Stoppuhr durchgeführt. In der zweiten Hälfte des 20. Jahrhunderts fanden mit der rasanten Entwicklung von Computern diese immer mehr Einzug in die Forschung, was zur einer präziseren Messung geführt hat (z.B. zeitkritische Messungen im Millisekundenbereich). Dazu wurde Software zur computergestützten Datenerhebung entwickelt, mit welcher das Programmieren von Experimenten vereinfacht wurde (z.B. [e-prime](https://pstnet.com/products/e-prime/) und [Psychtoolbox](http://psychtoolbox.org/)).",
        "callouts": []
      },
      {
        "title": "Vorteile und Nachteile von laborbasierten Experimenten",
        "level": 4,
        "content": "Der *grösste Vorteil* von laborbasierten Experimenten ist es, **kontrollierte und standardisierte Bedingungen** zu schaffen. Dies kommt dadurch zustande, weil die Hardware- und Software-Bedingungen kontrolliert und ausgetestet werden können (siehe [Pilotieren](#pilot)). Das heisst, es kann sicher gestellt werden, dass es beim Ausführen des Programmcodes zur Reizpräsentation im Rahmen eines Experimentes nicht bzw. sehr selten zu technischen Problemen und Computerabstürzen kommt. Des Weiteren können experimentelle Bedingungen einfacher kontrolliert und standardisiert werden. So kann zum Beispiel eine Kinnstütze verwendet werden, wenn ein bestimmter Augenabstand zum Bildschirm eingehalten werden muss. Zudem können einige komplexere Verfahren wie zum Beispiel die funktionelle Magnetresonanztomographie nur im Labor durchgeführt werden kann. Ein weiterer nicht zu vernachlässigender Vorteil ist, dass die Versuchsleitung im Labor jede Versuchsperson durch das gesamte Experiment begleiten und überwachen kann. Falls nötig kann die Versuchsleitung auch einschreiten. Zum Beispiel kann die Versuchsleitung die Instruktionen wiederholen, wenn die Versuchsperson die Instruktionen nicht verstanden hat. Die Versuchsleitung kann auch gleichzeitig protokollieren, wenn etwas Unerwartetes geschieht. Bei laborbasierten Experimenten kommt ein *weiterer Vorteil* hinzu, nämlich dass die **Versuchspersonen das Experiment relativ selten abbrechen**. Der Grund ist, dass sie bereits den Aufwand auf sich genommen haben, für das Experiment einen bestimmten Ort aufzusuchen, und sich entsprechend vorgängig über den Inhalt des Experiments informiert haben. Allerdings ist **die Orts- und Zeitabhängigkeit** von laborbasierten Experimenten auch deren *grösster Nachteil*. So müssen die Versuchspersonen an einen bestimmten Ort hinkommen und gleichzeitig können nicht beliebig viele Versuchspersonen auf einmal getestet werden. Diese Orts- und Zeitabhängigkeit von laborbasierten Experimenten führt zum *weiteren Nachteil*, dass in deren Rahmen zumeist **keine breiten Zielgruppen** getestet werden, weil diese schwieriger zu erreichen sind als zum Beispiel reine Studierendengruppen.",
        "callouts": []
      },
      {
        "title": "Datenerhebung bei Online-Experimenten",
        "level": 3,
        "content": "Online-Experimente werden mehr und mehr im Rahmen psychologischer Forschung durchgeführt. Während dem ersten Jahrzehnt der 2000er Jahre war es noch sehr umständlich Online-Experimente zu programmieren und technisch umzusetzen. Dies war vor allem dann der Fall, wenn Daten zeitkritisch erfasst werden mussten (z.B. zur Erhebung von Reaktionszeiten). Seitdem schnelle Internetzugänge die privaten Haushalte erobert haben, gibt es immer mehr Werkzeuge mit denen ohne grosse Programmierkenntnisse zeitkritische Online-Experimente erstellt werden können (z.B. [lab.js](https://lab.js.org/) und [Psychopy](https://www.psychopy.org/)). Ein entscheidender Punkt bei Online-Experimenten ist es, zu gewährleisten, dass sie zeitkritisch durchgeführt werden können. Zu diesem Zweck wird der Programmcode zur Ausführung des Experiments von einem externen Server auf den Rechner der Versuchsperson heruntergeladen und dort ausgeführt, wobei die Daten dann wieder an der Server versendet werden, wo sie in einer geschützten Datenbank erfasst werden. Oftmals ist das Programm, welches zur Ausführung des Experimentes auf dem lokalen Rechner nötig ist in der Programmiersprache [JavaScript](https://www.javascript.com/) verfasst. JavaScript eignet sich besonders gut für Online-Experimente, weil es sich dabei um eine fundamentale Technologie des Internets handelt. Der grosse Vorteil liegt darin, dass JavaScript praktisch in jedem Internet-Browser ausgeführt werden kann, ohne dass Versuchspersonen zusätzliche Software installieren müssen.",
        "callouts": []
      },
      {
        "title": "Vorteile und Nachteile von Online-Experimenten",
        "level": 4,
        "content": "Der *grösste Vorteil* von Online-Experimenten ist die **Reichweite**. Da die Versuchspersonen nicht an einem bestimmten Ort getestet werden müssen, sondern die Experimente bequem von zu Hause durchführen können, hat man mit Online-Experimenten im Gegensatz zu laborbasierten Experimenten eine sehr viel grössere Reichweite. Eine Konsequenz davon ist, dass man in relativ kurzer Zeit sehr viele Leute erreichen und testen kann. Der *grösste Nachteil* von Online-Experimenten ist die **Tatsache, dass die Versuchsleitung bei Online-Experimenten nicht bei den Versuchsdurchführungen anwesend sein kann**. Somit kann die Versuchsleitung nicht überwachen, was die Versuchspersonen im Einzelnen tun. Dies hat zur Konsequenz, dass die Versuchsleitung nicht intervenieren kann, wenn eine Versuchsperson die Instruktionen nicht richtig verstanden hat oder die Instruktionen nicht befolgt. Im Fall von Online-Experimenten hat die Versuchsleitung lediglich die Möglichkeit Ausschlusskriterien zu bestimmen, welche darauf hindeuten, dass das Experiment nicht instruktionsgemäss durchgeführt wurde. Ein Beispiel für ein solches Kriterium ist, die Daten von Versuchspersonen auszuschliessen, wenn sie für das Experiment anderthalb Stunden gebraucht haben, obwohl das Experiment nur eine Stunde dauern würde. Im Idealfall werden die Ausschlusskriterien vor der Datenanalyse festgelegt und werden im Rahmen guter wissenschaftlicher Praxis transparent berichtet. Allerdings ist es nicht immer einfach, aufgrund der gesammelten Daten darauf zu schliessen, ob eine Versuchsperson die Instruktionen befolgt hat oder nicht. Ein *weiterer Nachteil* von Online-Experimenten sind die **Umgebungsbedingungen, die nicht standardisiert und nicht kontrolliert werden können**. Einerseits betrifft dies die Hardware- und Software-Bedingungen und anderseits das Verhalten der Versuchspersonen. Das heisst, dass die Versuchsleitung nicht überwachen kann, dass das Experiment standardisiert durchgeführt wird (z.B. dass der Abstand zum Bildschirm konsistent eingehalten wird). Es gibt zwei Wege, um dieses Problem zu minimieren. Erstens können die Versuchspersonen instruiert werden, Rahmenbedingungen einzuhalten (siehe @tbl-expsetup). Zweitens kann die Versuchsleitung eine ausführliche Nachbefragung der Versuchspersonen vornehmen, indem systematisch gefragt wird, ob bestimmte Aspekte eingehalten wurden. In der Regel antworten die Versuchspersonen ehrlich. Entsprechend können im Anschluss Datensätze von einzelnen Versuchspersonen bei kritischen Versäumnissen ausgeschlossen werden. ```",
        "callouts": []
      },
      {
        "title": "| tbl-cap: Exemplarische Rahmenbedingungen, die die Versuchspersonen als Instruktionen bekommen können",
        "level": 2,
        "content": "tbl_expsetup kableExtra::column_spec(1, width = c('12.8cm')) |> kableExtra::kable_styling(full_width = FALSE, latex_options = c('repeat_header', 'hold_position'), bootstrap_options = c(\"striped\", \"hover\", \"condensed\", \"responsive\")) ```",
        "callouts": [
          {
            "type": "important",
            "title": "Laborbasierte vs. Online-Experimente?",
            "content": "Online-Experimente wie auch laborbasierte Experimente haben jeweils gewisse Vor- und Nachteile, so dass man nicht generell sagen kann, dass eine dieser beiden Möglichkeiten der anderen überlegen ist. Je nach Situation muss abgewogen werden, ob ein Online-Experiment einem laborbasierten Experiment vorzuziehen ist oder nicht. Eine Möglichkeit die Stärken beider Verfahren zu kombinieren, ist die Vorgehensweise eine kleinere Gruppe von Versuchspersonen im Labor zu testen und eine grössere Gruppe von Versuchspersonen mit dem gleichen Experiment online zu testen. Danach können die Resultate der beiden Verfahren verglichen werden. Eine Übereinstimmung der Resultate unterstützt die Aussagekraft des Experiments."
          }
        ]
      },
      {
        "title": "Besondere Aufgaben der Versuchsleitung bei Online-Experimenten",
        "level": 4,
        "content": "Da es Aufgabe der Versuchsleitung ist, sicherzustellen, dass die Versuchspersonen die Experimente wie instruiert durchführen, kommt der Versuchsleitung bei Online-Experimenten eine besondere Rolle zu. Durch ihre Arbeit und ihr Verhalten kann die Versuchsleitung den Datenverlust, der bei Online-Experimenten in der Regel substanzieller ausfällt, reduzieren. Am besten gelingt dies erfahrungsgemäss, wenn die Versuchsleitung mit den Versuchspersonen vor dem Experiment ein **persönliches Gespräch** führt und ihnen erklärt, wie und warum es wichtig ist, dass die Instruktionen sorgfältig gelesen und ebenso umgesetzt werden. Das persönliche Gespräch kann durchaus telefonisch erfolgen. Ziel dieses Gesprächs ist, eine gewisse Verbindlichkeit beim Einhalten der Instruktionen zu schaffen. Die schriftliche Form ist zu diesem Zweck weniger gut geeignet. Zudem kann der Datenverlust bei Online-Experimenten weiter reduziert werden, wenn die Versuchsleitung den Versuchspersonen für den Fall technischer Probleme während der gesamten Versuchsdurchführung **telefonisch zur Verfügung** steht.",
        "callouts": []
      }
    ]
  },
  {
    "filename": "05-dataanalysis.qmd",
    "sections": [
      {
        "title": "Datenanalyse",
        "level": 1,
        "content": "Nach der Datenerhebung beginnt die Datenanalyse. Die Datenanalyse wird durch die Forschungsfrage und das experimentelle Design determiniert. Die Datenanalyse besteht aus zwei Schritten: Der Aufbereitung der Daten und der Datenanalyse selbst. Die Datenanalyse wiederum besteht aus der deskriptiven Statistik und der Inferenzstatistik. In diesem Kapitel wird jeder dieser Schritte präsentiert. Danach geht das Kapitel darauf ein, wie wichtig die Planung dieser Schritte ist, wie Daten exploriert werden sollen und welche Verhaltensweisen bei der Datenanalyse zu vermeiden sind. Abschliessend geht das Kapitel auf gute Forschungspraxis bei der Datenanalyse ein.",
        "callouts": [
          {
            "type": "note",
            "title": "**Deskriptive Statistik vs. Inferenzstatistik**",
            "content": "Die deskriptive Statistik wird auch beschreibende Statistik genannt. Die deskriptive Statistik beschreibt die zentralen Tendenzen (z.B. Mittelwert oder Median) und die Streuung (z.B. Standardabweichung und Standardfehler) der erhobenen Daten. Die Inferenzstatistik wird auch schliessende Statistik genannt. Die Inferenzstatistik bedient sich mathematischer Verfahren, um aufgrund der erhobenen Daten Schlussfolgerungen zur Grundgesamtheit zu machen. Es sollen dabei allgemeingültige Schlussfolgerungen gezogen werden. Beide Statistiken sind **komplementär**. Die deskriptive Statistik erlaubt zum Beispiel die Schlussfolgerung, dass die Werte in einer Bedingung kleiner oder grösser sind als in der anderen Bedingung. Ohne die Inferenzstatistik kann aber keine Schlussfolgerung gezogen werden, ob ein solcher Unterschied signifikant und damit bedeutsam ist."
          }
        ]
      },
      {
        "title": "Datenaufbereitung",
        "level": 2,
        "content": "Ziel der Datenaufbereitung ist es, «gute» Daten von unvollständigen und nicht repräsentativen Daten zu trennen und die Daten in eine Form zu bringen, damit diese statistisch analysierbar sind. Diese Aufbereitung besteht aus mehreren Schritten: 1. Die Rohdaten --- wie zum Beispiel die Reaktion auf jeden präsentieren Reiz --- werden aus der Software zur computergestützten Datenerhebung extrahiert. 2. Die Rohdaten werden anhand der relevanten Variablen gefiltert. Zum Beispiel werden die Rohdaten aus den Übungsblöcken ausgeschlossen. 3. Je nach statistischem Verfahren werden die Versuchspersonen mit fehlenden Datenpunkten ausgeschlossen oder die fehlenden Datenpunkte werden mit statistischen Methoden ersetzt. 4. Je nach statistischen Verfahren werden Ausreisser in den Daten ermittelt und anschliessend entfernt oder ersetzt. Die Suche von Ausreissern kann auf der Ebene der Versuchsperson durchgeführt werden. In dem Fall werden die kompletten Daten einer Ausreisser-Versuchsperson ausgeschlossen. Die Suche nach Ausreissern kann auch auf die Ebene einzelner Durchgänge einer Versuchsperson stattfinden. In dem Fall werden nur die entsprechenden Durchgänge entfernt. 5. Je nach statistischem Verfahren werden die Daten aggregiert. Für eine Varianzanalyse werden diese zum Beispiel auf der Ebene einzelner Versuchspersonen für jede experimentelle Bedingung gemittelt.",
        "callouts": [
          {
            "type": "tip",
            "title": "Daten und experimentelles Design",
            "content": "Die aufbereiteten Daten, welche dann für die Datenanalyse verwendet werden, müssen das experimentelle Design reflektieren. Nur so können die Hypothesen getestet werden."
          }
        ]
      },
      {
        "title": "Datenanalyse",
        "level": 2,
        "content": "Wenn die Daten aufbereitet sind, wird zuerst die deskriptive Statistik berechnet. Am besten wird dazu eine Abbildung zu den zentralen Tendenzen gemacht. Damit die Abbildung zur Beantwortung der Forschungsfrage beiträgt, muss darauf geachtet werden, dass sie dem experimentellen Design entspricht. Dies bedeutet, dass alle unabhängigen Variablen in der Abbildung dargestellt sein müssen. Hier könnte es hilfreich, zuerst eine Skizze auf Papier anzufertigen, bevor Daten mit der Analysesoftware in eine Abbildung überführt werden. Nach den deskriptiven statistischen Analysen werden die inferenzstatistischen Analysen durchgeführt. Wie die deskriptive Statistik werden die inferenzstatistischen Analysen durch die Forschungsfragen und das experimentelle Design bestimmt. Dabei muss darauf geachtet werden, dass die Voraussetzungen für die Analysen der inferenzstatistischen Verfahren eingehalten werden.",
        "callouts": [
          {
            "type": "tip",
            "title": "Abbildungen von mehreren abhängigen Variablen",
            "content": "Im Fall von mehreren abhängigen Variablen empfiehlt es sich, diese in mehreren Teilabbildungen darzustellen. Hier sollte angestrebt werden, die Teilabbildungen so ähnlich wie möglich zu gestalten. Dies vereinfacht den Vergleich der einzelnen Teilabbildungen und somit das Verständnis der Datenlage."
          }
        ]
      },
      {
        "title": "Planung der Datenanalyse",
        "level": 2,
        "content": "Die Datenaufbereitung und die Datenanalyse mit der deskriptiven Statistik und der Inferenzstatistik sollte im Voraus gut geplant werden. Zum Beispiel kann jeder Schritt der Datenaufbereitung und der Datenanalyse aufgelistet werden. So kann bei der Realisierung dieser Schritte auf die korrekte Verwendung der Statistiksoftware (wie z.B. [R](https://www.r-project.org/), [JAMOVI](https://www.jamovi.org/), [JASP](https://jasp-stats.org/) oder [SPSS](https://www.ibm.com/products/spss-statistics)) fokussiert werden. Eine gute Planung soll aber keinesfalls verhindern, dass die Daten bei der Analyse auf unterschiedliche Arten dargestellt werden. Hier sind einige Möglichkeiten aufgelistet: - In einer ersten Abbildung werden die Daten mit einen Balkendiagramm dargestellt. In einer zweiten Abbildung werden sie mit einen Liniendiagramm dargestellt. - In einer ersten Abbildung wird die Bedingung A auf der X-Achse dargestellt und die Bedingung B anhand unterschiedlicher Farben. In einer zweiten Abbildung werden die Bedingungen umgekehrt dargestellt. Die Bedingung A wird somit anhand unterschiedlicher Farben dargestellt und die Bedingung B wird auf der X-Achse dargestellt. - Im Fall von mehr als zwei unabhängigen Variablen werden alle Bedingungen aller Variablen in derselben Abbildung dargestellt. In einer zweiten Variante werden sie über mehrere ähnliche Teilabbildungen dargestellt. Nachdem die Daten auf unterschiedliche Arten betrachtet wurden, soll die Abbildung ausgewählt werden, welche die Datenlage am besten repräsentiert und die Datenlage nicht verfälscht. Mögliche Fehlinterpretationen sollen zwingend vermieden werden. Eine gute Abbildung hat zwei Eigenschaften: 1. Das experimentelle Design ist auf einen Blick erkennbar. 2. Die Daten werden transparent abgebildet. Dies bedeutet, dass die Daten so präsentiert werden, damit diese möglichst einfach interpretiert werden können und falsche Schlüsse vermieden werden (z.B. identische Achsenabschnitte in Abbildungen von verschiedenen Experimenten einer Studie mit vergleichbaren Bedingungen). In dieser Hinsicht ist in der @fig-goodfig ein gutes Beispiel und in @fig-badfig ein schlechtes Beispiel dargestellt. ![Bei dieser Abbildung handelt es sich um ein gutes Beispiel, weil sich die Ergebnisse über die beiden Experimente hinweg auf einen Blick vergleichen lassen. Man sieht direkt, dass die Reaktionszeiten in Experiment 1 schneller waren als in die Experiment 2.](resources/goodfig.png) ![Bei dieser Abbildung handelt es sich um ein schlechtes Beispiel, weil sich die Ergebnisse über die beiden Experimente hinweg nicht auf einen Blick vergleichen lassen. Man sieht nicht direkt, dass die Reaktionszeiten in Experiment 1 schneller waren als in Experiment 2. Die Daten in dieser und der obigen Abbildung sind identisch.](resources/badfig.png) Eine geplante Datenanalyse schliesst nicht aus, dass die Daten auch **exploriert** werden dürfen. Ziel einer explorativen Datenanalyse ist es, die Datenlage besser zu verstehen und mögliche neue bedeutungsvolle Erkenntnisse aufzudecken, welche in zukünftiger Forschung als Hypothesen konfirmativ getestet werden. Auch wenn die Analyse explorativ ist, soll sie sich auf bisherige Befunde im Forschungsgebiet beziehen. Explorative Datenanalysen sollen wie alle Analysen theoriegeleitet begründet werden.",
        "callouts": [
          {
            "type": "tip",
            "title": "Abbildungen vs. Tabellen",
            "content": "Bei der Datendarstellung sind Abbildungen Tabellen vorzuziehen. Der Grund dafür ist, dass sie das Datenmuster besser erkennen lassen."
          },
          {
            "type": "important",
            "title": "Was wird berichtet?",
            "content": "Unabhängig davon, wie die Daten exploriert werden, grundsätzlich wird immer mehr analysiert als am Schluss kommuniziert wird. Wenn aber explorative Analysen berichtet werden, müssen diese als solche ausgewiesen werden. Zum Beispiel kann es geschrieben werden, nachdem die geplanten Analysen abschliessend berichtet wurden: «Mit den Daten wurden folgende explorativen Analysen durchgeführt». Der Leser bzw. die Leserin muss auf Anhieb erkennen können, welche Analysen geplant und somit konfirmatorisch sind und welche Analysen ungeplant und somit explorativ sind."
          }
        ]
      },
      {
        "title": "Fehlverhalten bei der Datenanalyse",
        "level": 2,
        "content": "Im Umgang mit Daten sollen bestimmte Verhaltensweisen vermieden werden. Auf zwei davon gehen wir an dieser Stelle näher ein: Die Datenverfälschung und die Datenfälschung. Unter **Datenverfälschung** fällt das willkürliche Verändern von Daten (z.B. spezifisches und nicht gerechtfertigtes Ausschliessen von Versuchspersonen, um Hypothesen zu bestätigen). Unter **Datenfälschung** fällt das freie Erfinden / das Fabrizieren von Daten (z.B. Berichten von Mittelwerten, ohne dass jemals Daten erhoben wurden). Beide Vorgehen untergraben die wissenschaftliche Integrität und verursachen enormen Schaden (z.B. Finanzierung von Forschungsprojekten auf Grund unhaltbarer Datenlagen).",
        "callouts": [
          {
            "type": "warning",
            "title": "Folgen von Fehlverhalten",
            "content": "Für Studierende können die genannten Verfehlungen die sofortige Exmatrikulation zur Folge haben. Titel, die auf Grund dieser Verfehlungen erworben wurden, können auch noch Jahre nach der ursprünglichen Verfehlung entzogen werden. Studien, welche auf Grund fehlbarer Verhaltensweisen publiziert wurden, werden öffentlich als solche kenntlich gemacht und «zurückgezogen». Die Namen von Forschern und Forscherinnen können bei entsprechendem fehlbarem Verhalten veröffentlicht werden. Forschern und Forscherinnen können bei entsprechendem fehlbaren Verhalten ihre Stelle verlieren."
          }
        ]
      },
      {
        "title": "Gute Forschungspraxis",
        "level": 2,
        "content": "Um diesen Fehlverhalten entgegenzuwirken, wird gute Forschungspraxis seit einigen Jahren in der psychologischen Forschung aktiv stark gefördert (z.B. durch das [Center for Open Science](https://www.cos.io/)). Zentrale Elemente guter Forschungspraxis, insbesondere bei der Datenanalyse, sind Prä-Registrierung, offener Zugang zu Daten und Materialien (engl. *Preregistering*, *Open Data* und\\* Open Materials\\*, siehe @fig-badges). ![Einige Fachzeitschriften verwenden sogenannte Marken (Badges), um zu kennzeichnen, unter welchen Bedingungen ein Artikel publiziert wurde. Bildquelle: [badges](https://www.cos.io/our-services/badges).](resources/os_badges.png) Bei der **Präregistriereung** werden die Theorie, die davon abgeleiteten Hypothesen, Methoden und Datenanalyse *vor dem Beginn der Datenerhebung* schriftlich festgehalten und mit Zeitstempel «eingefroren», so dass diese nicht im Nachhinein noch verändert werden können. Einmal «eingefroren» kann eine Präregistriereung nicht mehr aus dem Netz entfernt werden. Damit soll verhindert werden, dass die erhobenen Daten so lange mit verschiedenen Parametern (z.B. zum Ausschliessen von Versuchspersonen als Ausreisser) analysiert werden, bis signifikante Ergebnisse gefunden werden, und diese dann so berichtet werden, als hätte man die entsprechende Analyse schon immer so geplant gehabt. Explorative Analysen sind selbstverständlich immer möglich, müssen aber als solche gekennzeichnet werden. Bei den **offenen Daten** handelt es sich um das Bereitstellen der Rohdaten auf einem öffentlich zugänglichen Server. Die Daten stehen somit jedermann zur Verfügung (z.B. für Meta-Analysen). Beim Teilen von Daten ist es äussert wichtig, dass jegliche Information, die zur Identifikation von einzelnen Personen führen kann, vor dem Teilen von Daten entfernt wird. Bei den **offenen Materialien (Studienmaterial, Programmcode und Analysecode)** handelt es sich das Bereitstellen von Studienmaterialien (z.B. Stimuli), Programmcode (z.B. zur Stimuluspräsentation) und Analysecode (z.B. zur Aufbereitung und Analyse der Daten) auf einem öffentlich zugänglichen Server. Die Studienmaterialien, die Programme für experimentelle Prozeduren sowie die detaillierten Auswertungen stehen somit jedermann zur Verfügung. Allfällige Fehler --- inkl. Analysefehler --- können im Sinne einer positiven Fehlerkultur entdeckt und korrigiert werden.",
        "callouts": [
          {
            "type": "tip",
            "title": "Ein weiterer Vorteil von offenen Materialen und Daten",
            "content": "Durch das offene Bereitstellen von Materialen und Daten wird der Nutzen von einzelnen Studien erhöht. Oftmals lassen sich die Materialien und die Daten in anderen Studien wieder verwenden."
          },
          {
            "type": "note",
            "title": "Ein Beispiel für ein präregistriertes Forschungsprojekt mit offenen Daten und offenen Materialien",
            "content": "Das Forschungsprojekt, das im Zeitschriftenartikel zum [Zusammenspiel von Tageszeit und Chronotyp und dessen Auswirkungen auf kognitive Leistungen](https://online.ucpress.edu/collabra/article-pdf/9/1/88337/792839/collabra_2023_9_1_88337.pdf) [@reymermetrothen2023] beschrieben wird, wurde [präregistriert](https://osf.io/tywu7). Die Daten sowie die Materialien (Studienmaterialien, Programmcode und Analysecode) wurden auf einem öffentlich zugänglichen [Server](https://osf.io/ngfxv/) bereitgestellt."
          }
        ]
      }
    ]
  },
  {
    "filename": "06-manuscript.qmd",
    "sections": [
      {
        "title": "Manuskript",
        "level": 1,
        "content": "Ein Kernaspekt des Forschungsprozesses ist die Kommunikation wissenschaftlicher Ergebnisse. Für Forscher und Forscherinnen ist wohl die bekannteste wissenschaftliche Kommunikationsform der Artikel in einer begutachteten Fachzeitschrift. Für Studierende ist dies die Abschlussarbeit. Beide Formate erfordern das Verfassen eines wissenschaftlichen Manuskripts. Für die Gestaltung eines wissenschaftlichen Manuskripts existieren **strukturelle**, **inhaltliche** und **formale** Konventionen für die einzelnen Forschungsdisziplinen. Die Konventionen haben den Zweck, eine Grundlage für effektive wissenschaftliche Kommunikation zu schaffen. Diese helfen den Autorinnen und Autoren ihre Ideen in einer klaren, konzisen und organisierten Art und Weise zu berichten. Einheitlichkeit und Konsistenz ermöglichen es dem Leser bzw. der Leserin auf die Ideen, anstatt auf die Formatierung zu fokussieren und einen raschen Überblick über die wichtigsten Punkte, Befunde und Quellen zu erhalten. Für die Psychologie werden diese Konventionen im Publikationsmanual der Amerikanischen Psychologischen Gesellschaft definiert [American Psychological Association --- APA, -@americanpsychologicalassociation_2020_AmericanPsychologicalAssociation_PublicationManualAmericanPsychologicalAssociation]. Dieses Manual wird immer wieder an die Entwicklungen im Feld der Psychologie und den Gepflogenheiten beim Publizieren wissenschaftlicher Artikel angepasst. Gegenwärtig ist die siebte Auflage des Manuals, welche 2020 erschienen ist, aktuell. Diese Auflage gilt als Referenz für Arbeiten im Feld der Psychologie. Die folgenden Kapitel geben einen kurzen Überblick über diese Konventionen. Bei diesen Konventionen hängen Struktur, Inhalt und Form hängen eng zusammen. Diesem Umstand wird Rechnung getragen. Deswegen gehen wir erstens auf die generellen Textbausteine eines Manuskripts (z.B. Manuskript, Manuskriptteil, Absatz, Satz, Wort) ein und erläutern deren Anforderungen an die **Struktur**. Zweitens gehen wir auf die spezifischen Teile eines Manuskripts ein und erläutern deren Anforderungen auf **inhaltliche Ebene** (z.B. was wird wie auf der Titelseite erwähnt, was wird wie in der Einleitung erwähnt). Drittens gehen wir auf die Details in der **Formatierung** einzelner spezifischer Elemente eines Manuskripts (z.B. Titel, Referenzen, Zitate) ein. Zur Erleichterung der Übersicht und des Verständnisses werden die drei oben genannten Themen - d.h. Struktur, Inhalt und Formatierung - in eigenen Kapitel behandelt. Danach wird präsentiert, welche Strategien der Schreibprozess unterstützen können, und wie der Scheibzyklus von Schreiben - Revidieren - Schreiben - Revidieren das Manuskript verbessert. Abschliessend wird der Publikationsprozess in wissenschaftlichen Fachzeitschriften mit Begutachtungsverfahren erläutert.",
        "callouts": [
          {
            "type": "tip",
            "title": "Ziel der Konventionen",
            "content": "Konventionen fördern das transparente Berichten wichtiger Details. Sie erlauben es der Leserin bzw. dem Leser, einen Text ohne Ablenkungen (z.B. Inkonsistenzen beim Zitieren) zu verarbeiten."
          },
          {
            "type": "important",
            "title": "Zusammenhang zwischen Struktur, Inhalt und Formatierung",
            "content": "Zu beachten ist, dass die Struktur, der Inhalt und die Formatierung stark voneinander abhängen und nicht immer eindeutig voneinander abzugrenzen sind. So wird zum Beispiel die Struktur eines Manuskripts nie klar sein, wenn es inhaltlich schwach ist. Andererseits wird die Struktur eines Manuskripts auch dann nicht klar ersichtlich, wenn das Manuskript zwar inhaltlich sehr gut ist, jedoch durchwegs inkonsistent formatiert ist. Damit ein Manuskript in seiner Argumentationslogik gut verständlich und vor allem überzeugend daher kommt, müssen Struktur, Inhalt und Form gleichermassen optimal umgesetzt werden. Da all diese Aspekte derart eng miteinander verknüpft sind, führen einzelne Umsetzungen oftmals zu Kettenreaktion mit grossen Auswirkungen auf die gesamte Logik der Argumentation eines Manuskripts. Dies kann im Positiven wie auch im Negativen geschehen. Deswegen können kleine Dinge, wie eine abschliessende Überprüfung der Formatierung und der konsistenten Verwendung einzelner Begriffe eine grosse Auswirkung darauf haben, ob und wie die Logik in der Argumentation eines Manuskript verstanden und wahrgenommen wird."
          },
          {
            "type": "note",
            "title": "Gültigkeitsbereich der Konventionen",
            "content": "In den nächsten Kapiteln liegt der Fokus auf einem empirischen Artikel, da dieses Format am häufigsten vorkommt und am umfassendsten ist. Die Konventionen gelten auch für alle anderen Arten von Berichten im Feld der Psychologie."
          }
        ]
      }
    ]
  },
  {
    "filename": "07-structure.qmd",
    "sections": [
      {
        "title": "Struktur im Manuskript",
        "level": 1,
        "content": "Ein inhaltlich gut strukturiertes Manuskript vereinfacht das Verständnis. Da eine Forschungsarbeit zumeist komplexe Inhalte vermitteln soll, ist es essentiell, dass er gut strukturiert ist. Beim Schreiben eines Manuskriptes soll die Struktur auf folgenden Ebenen berücksichtigt werden: auf der Ebene des gesamten Manuskriptes, jedes Manuskriptteils, jedes Absatzes, jedes Satzes sowie auf der Wortebene. Die Struktur auf jede dieser Ebenen wird im Folgenden behandelt.",
        "callouts": [
          {
            "type": "important",
            "title": "Forschungsarbeit vs. literarische Arbeit",
            "content": "Eine Forschungsarbeit ist keine literarische Arbeit. Es soll ein Sachverhalt möglichst präzise, transparent und verständlich vermittelt werden. Ästhetik ist in dieser Hinsicht immer zweitrangig."
          }
        ]
      },
      {
        "title": "Struktur des Manuskriptes",
        "level": 2,
        "content": "Die übergeordnete Struktur empirischer Artikel ist durch folgende Manuskriptteile gegeben: Titel(-seite), Kurzfassung, Einleitung, Methode, Resultate, Diskussion und Literaturverzeichnis. @tbl-mstruct gibt einen Überblick über die einzelnen Manuskriptteile und deren Unterteile. Zusätzlich zu den typischen Manuskriptteile, die in @tbl-mstruct präsentiert werden, können noch folgende Teile kommen: Autorenbeiträge, Fussnoten, Tabellen, Abbildungen und Anhang. \\newpage ``` \\KOMAoptions \\recalctypearea ``` ```",
        "callouts": []
      },
      {
        "title": "| tbl-cap: Überblick über die Manuskriptteile",
        "level": 2,
        "content": "tbl_mstruct kableExtra::kable_styling(full_width = FALSE, latex_options = c('repeat_header', 'hold_position'), bootstrap_options = c(\"striped\", \"hover\", \"condensed\", \"responsive\")) ``` \\newpage ``` \\KOMAoptions \\recalctypearea ``` Grundsätzlich kann man sich die übergeordnete Struktur der Hauptteile - d.h. Einleitung, Methode, Resultate, und Diskussion - wie eine Sanduhr vorstellen (breit -- schmal -- breit; auf den Inhalt eines Artikels bezogen **allgemein -- spezifisch -- allgemein**; siehe @fig-structmanuscript). Ein Artikel beginnt immer mit einer *allgemeinen* [**Einleitung**](#intro), die zu den *spezifischen* [**Methoden**](#methods) hinführt, welche wiederum *spezifische* [**Resultate**](#results) produzieren, von denen in der [**Diskussion**](#discussion) *allgemeine* Erkenntnisse abgeleitet werden. ![Darstellung der übergeordneten Struktur eines Manuskripts wie eine Sanduhr ([Bildquelle für die Sanduhr](https://pixabay.com/vectors/button-icon-symbol-clock-hourglass-7850711/)).](resources/structure_manuscript.png)",
        "callouts": [
          {
            "type": "important",
            "title": "Was wird im Manuskript betitelt?",
            "content": "Im Manuskript werden typischerweise die Teile wie Kurzfassung, Einleitung, Methode, Resultate, Diskussion, Autorenbeiträge, Literaturverzeichnis und Anhang betitelt. Auch die Elemente des Methodenteils, wie Versuchspersonen, Material, Durchführung, Design (falls separat) und Analysen (falls separat), werden betitelt. Es ist jedoch unüblich, die weiteren in @tbl-mstruct genannten Elemente zu betiteln."
          }
        ]
      },
      {
        "title": "Struktur der Hauptteile",
        "level": 2,
        "content": "Der übergeordneten Struktur eines Artikels folgend, sind auch die einzelnen Teile entsprechend strukturiert. Inhaltlich organisiert sich die [Einleitung](#intro) vom Allgemeinen zum Spezifischen hin. Zu Beginn werden die zentralen Konzepte eingeführt, die Forschungslücke etabliert, die Forschungsfrage genannt, der gegenwärtige Forschungsstand eingeführt, und davon abgeleitet, die spezifischen Hypothesen formuliert. Zu diesem Zweck enthält die Einleitung vier Unterteile. Erstens gibt es einen *einleitenden Absatz.* In diesem Absatz wird das Interesse geweckt, dann werden die Hauptkonzepte definiert und am Schluss dieses Absatzes werden die Forschungslücke sowie die Forschungsfrage spezifisch genannt. Nach dem ersten Absatz folgen mehrere Absätze, welche *die Forschungsfrage in die bisherige Forschung integriert und dabei die bisherige Forschung synthetisiert*. Danach wird die *Forschungslücke* ausführlich in einem eigenen Absatz dargestellt. In diesem Absatz wird auch beschrieben, wie die aktuelle Studie diese Forschungslücke schliesst. Abschliessend werden die *Hypothesen* als spezifische Voraussagen im Hinblick auf die zu erwartenden Befunde formuliert. Die Hypothesen werden dabei aus der Integration und Synthese der bisherigen Forschung abgeleitet. Nach dem Absatz mit den Hypothesen in der Einleitung folgen die [Methoden](#methods). Der Methodenteil ist im Vergleich zur Einleitung nicht allgemein theoretisch, sondern sehr spezifisch auf das eigene Experiment ausgerichtet. Inhaltlich organisiert sich der Methodenteil weiter vom Allgemeinen zum Spezifischen. Zu Beginn wird die *Stichprobe*, dann das verwendete *Material* beschrieben und zum Schluss die *experimentelle Prozedur* beschrieben. Inhaltlich sind auch die Unterteile Stichprobe, Material, und Prozedur so organisiert, dass sie vom Allgemeinen zum Spezifischen gehen. Gut ersichtlich ist dies zum Beispiel an der Prozedur, welche zuerst die grobe Struktur des Ablaufs beschreibt und erst zum Schluss auf die Struktur eines einzelnen Durchgangs in einer Aufgabe eingeht. Nach der Prozedur werden auch häufig das experimentelle *Design* sowie die *Datenanalyse* in eigenen Abschnitten aufgeführt. Nach den Methoden folgen die [Resultate](#results). Ab hier verhält sich die inhaltliche Struktur umgekehrt, nämlich vom Spezifischen zum Allgemeinen. Das heisst, es wird immer zuerst die *Hauptanalyse* berichtet. Dabei handelt es sich um die Analyse, welche am spezifischsten auf die Forschungsfrage ausgerichtet ist. Erst danach folgen *weitere Analysen*, welche zusätzliche («allgemeinere») Erkenntnisse liefern. Nach den Resultaten folgt die [Diskussion](#discussion). Auch der Teil der Diskussion ist inhaltlich vom Spezifischen zum Allgemeinen organisiert. Zu Beginn werden in Worten nochmals *die Hauptbefunde der statistischen Analysen zusammengefasst*, bevor deren Bedeutung diskutiert wird. Auch die eigentliche Diskussion der Resultate verläuft vom Spezifischen zum Allgemeinen. So wird zuerst diskutiert, was die Resultate hinsichtlich der spezifischen Forschungsfrage bedeuten. Darauf folgt dann die *Integration mit der bestehenden Forschung* (Diskussion der Bedeutung der Resultate für das Forschungsfeld). Anschliessend werden manchmal auch *Limitationen* des Experiments erwähnt. Abgeschlossen wird die Diskussion zumeist mit einer allgemeinen *Schlussfolgerung* hinsichtlich einer generelleren Bedeutung der Resultate.",
        "callouts": []
      },
      {
        "title": "Struktur eines Absatzes",
        "level": 2,
        "content": "Die einzelnen Manuskriptteile bestehen jeweils aus mehreren Absätzen. Dabei wird jeder Absatz mit einem Themensatz (engl. *topic sentence*) eingeleitet. Den Themensatz kann man sich wie einen Titel des Absatzes vorstellen. Der Themensatz gibt das Thema des Absatzes bekannt. Jeder Absatz behandelt dementsprechend nur ein Thema. Innerhalb eines Absatzes wird ein Thema vom Allgemeinen zum Spezifischen hin behandelt. Das Thema wird innerhalb eines Absatzes nur so weit behandelt, wie es für die spezifische Forschungsfrage des Artikels relevant ist. Das Thema wird innerhalb des Absatzes abschliessend behandelt, so dass das gleiche Thema nicht mehrmals im gleichen Manuskriptteil behandelt wird. Der letzte Satz in einem Absatz leitet zum Thema des nächsten Absatzes weiter, welcher wiederum mit einem Themensatz eingeführt wird. Daraus resultiert, dass innerhalb eines Absatzes ein Thema nach dem anderen behandelt wird. Das heisst, inhaltlich bildet sich innerhalb eines Absatzes ein linearer thematischer Verlauf.",
        "callouts": [
          {
            "type": "important",
            "title": "Ein Absatz: Mehr als einen Satz!",
            "content": "Ein einzelner Absatz besteht per Definition nie aus einem einzigen Satz. Es sind mindestens zwei Sätze für einen Absatz nötig."
          }
        ]
      },
      {
        "title": "Struktur eines Satzes",
        "level": 2,
        "content": "Um das Verständnis zu vereinfachen, sollte die Satzstruktur in wissenschaftlichen Arbeiten möglichst einfach gehalten werden. Einzelne Sätze sollten möglichst prägnant sein. Jeder Satz soll logisch auf den vorangehenden Satz folgen. Gedankensprünge zwischen einzelnen Sätzen sollen unbedingt vermieden werden. Ein Weg Sätze logisch zu verknüpfen ist die Verwendung von Bindewörtern (vgl. @tbl-connections). Hier sind jedoch die folgenden Regeln zu beachten: - Man muss jedoch sparsam mit Bindewörtern umgehen. Nicht jeder Satz muss ein Bindewort enthalten. - Die Bedeutung des Bindeworts muss beachtet werden. - Bei Vergleichen sollten diese auf derselben konzeptuellen Ebene stattfinden (z.B. zwei Theorien oder Methoden, aber nicht theoretische und methodische Aspekte). \\newpage ``` \\KOMAoptions \\recalctypearea ``` ```",
        "callouts": []
      },
      {
        "title": "| tbl-cap: Die Tabelle listet exemplarisch einige Bindewörter, deren Bedeutung und Beispiele zu deren Verwendung im Kontext.",
        "level": 2,
        "content": "tbl_connections kableExtra::kable_styling(full_width = FALSE, latex_options = c('repeat_header', 'hold_position'), bootstrap_options = c(\"striped\", \"hover\", \"condensed\", \"responsive\")) |> kableExtra::column_spec(1, width = '3cm') |> kableExtra::column_spec(2, width = '4cm') |> kableExtra::column_spec(3, width = '10.5cm') ``` \\newpage ``` \\KOMAoptions \\recalctypearea ```",
        "callouts": []
      },
      {
        "title": "Struktur auf Wortebene",
        "level": 2,
        "content": "Einzelne Wörter können sehr viel zur Struktur eines Artikels beitragen. Das inhaltliche Verständnis eines Artikels wird massgeblich durch eine präzise Verwendung von Begriffen erhöht. Dabei gelten folgende Richtlinien: - Um unnötige Verständnisschwierigkeiten zu vermeiden, ist es essentiell, dass für die gleichen Konzepte innerhalb eines Artikels **konsistent** die gleichen Begriffe verwendet werden. - Wertende Adjektive im Spezifischen sowie eine wertende Sprache im Allgemeinen werden vermieden. Wissenschaftliche Texte haben zum Ziel, **Sachverhalte darzulegen und diese möglichst neutral zu interpretieren**. - **Fachbegriffe in der Sprache, in der der wissenschaftliche Text verfasst wird**, werden bevorzugt. Beispielsweise, wenn ein Text auf Deutsch verfasst wird und Übersetzungen dieser Fachbegriffe häufig verwendet werden, sollten deutsche Fachbegriffe vor englischen Fachbegriffen bevorzugt werden. Wenn es keine geeignete Übersetzung gibt, wird der englische Fachbegriff verwendet. Dieser soll jedoch beim ersten Auftreten kursiv geschrieben werden.",
        "callouts": [
          {
            "type": "tip",
            "title": "Kursive Schrift für zentrale Konzepte",
            "content": "Auch deutsche Begriffe, die zentrale Konzepte bezeichnen, können bei der ersten Verwendung in kursiver Schrift geschrieben werden. Diese Regel ist aber nicht verpflichtend."
          },
          {
            "type": "note",
            "title": "Geschlechtergerechter Sprachgebrauch",
            "content": "Wenn der Text auf Deutsch verfasst wird, stellt sich die Frage des geschlechtergerechten Sprachgebrauchs. In diesem Fall gibt es keine festen Konventionen. Die deutsche Sprache bietet viele Optionen, geschlechtergerecht zu formulieren. Zum Beispiel präsentiert [DUDEN](https://www.duden.de/sprachwissen/sprachratgeber/Geschlechtergerechter-Sprachgebrauch) einige davon. Wichtig ist, dass wenn man sich für eine Option entschieden hat, man diese Option konsistent verwendet."
          }
        ]
      }
    ]
  },
  {
    "filename": "08-content.qmd",
    "sections": [
      {
        "title": "Inhalt des Manuskriptes",
        "level": 1,
        "content": "Im Folgenden wird der Inhalt der einzelnen Manuskriptteile behandelt. Inhalt bezieht sich an dieser Stelle auf die Information, welche in einzelnen Manuskriptteilen *unabhängig vom Forschungsthema* auftaucht.",
        "callouts": [
          {
            "type": "note",
            "title": "Englische Namen der Manuskriptteile",
            "content": "In der psychologischen Grundlagenforschung wird üblicherweise auf Englisch publiziert. Daher wird in diesem Lehrbuch zusätzlich in Klammern auf die englischen Namen der entsprechenden Manuskriptteile angegeben."
          }
        ]
      },
      {
        "title": "Titelseite (engl. *Title Page*)",
        "level": 2,
        "content": "Ein guter Titel fasst die Hauptidee des Manuskripts zusammen. Des Weiteren ist er kurz, prägnant und weckt das Interesse potentieller Leser und Leserinnen (vgl. @tbl-titles). \\newpage ``` \\KOMAoptions \\recalctypearea ``` ```",
        "callouts": []
      },
      {
        "title": "| tbl-cap: Vergleich zwischen effektiven und nicht effektiven Titeln, die aus dem Englischen übersetzt wurden (American Psychological Association - APA, 2020)",
        "level": 2,
        "content": "tbl_titles kableExtra::kable_styling(full_width = FALSE, latex_options = c('repeat_header', 'hold_position'), bootstrap_options = c(\"striped\", \"hover\", \"condensed\", \"responsive\")) |> kableExtra::column_spec(1, width = '0.2cm') |> kableExtra::column_spec(2, width = '5.8cm') |> kableExtra::column_spec(3, width = '5.8cm') |> kableExtra::column_spec(4, width = '5.7cm') ``` \\newpage ``` \\KOMAoptions \\recalctypearea ``` Auf die Titelseite werden auch die Autorinnen und Autoren gelistet. Wie bei den anderen wissenschaftlichen Arbeiten (z.B. Vortrag oder Poster) gelten die folgenden Richtlinien für die Autorinnen und Autoren eines Manuskriptes. Das heisst: - Eine Person wird als Autorin bzw. Autor auf einem Vortrag, wenn sie einen **substanziellen kreativen** Beitrag an der Studie geleistet hat. [Hier](#litsciarticle) wird eine Beschreibung präsentiert, was ein substanzieller kreativer Beitrag ist. - Die **Autorenreihenfolge** wird hauptsächlich durch den Beitrag der einzelnen Personen bestimmt. Dies bedeutet, dass die Personen zuerst aufgelistet werden, welche den grössten Beitrag geleistet haben. Die letzte Position in der Auflistung ist eine Ausnahme. Diese Position obliegt der Leitung der Forschungsgruppe, insofern die leitende Person nicht gleichzeitig den grössten Beitrag geleistet hat und somit als erstes aufgelistet ist. Im Fall von *studentischen Arbeiten* können andere Reihenfolgen festgelegt werden / gefordert sein. Zum Beispiel könnte eine alphabetische Reihenfolge verwendet werden. - Unabhängig von ihrer Position in der Auflistung, **müssen alle Autorinnen und Autoren mit den Inhalten der entsprechenden Arbeit vertraut und einverstanden sein**.",
        "callouts": []
      },
      {
        "title": "Kurzfassung (engl. Abstract)",
        "level": 2,
        "content": "Kurzfassungen sind auf **maximal 250 Wörter** beschränkt. Ziel der Kurzfassung ist es, einen kurzen, in sich verständlichen Überblick über die Inhalte des Manuskripts zu geben. In die Kurzfassung gehören die zentralen Konzepte, der theoretische Hintergrund, die Forschungsfrage, die Stichprobe, die verwendeten Aufgaben mit den experimentellen Bedingungen, die Hauptbefunde und deren Interpretation in Bezug auf die Forschungsfrage (d.h. der wissenschaftliche Erkenntnisgewinn). Eine qualitativ gute Kurzfassung ist: - Akkurat: In der Kurzfassung steht nichts, was nicht auch im Manuskript steht. - Nicht wertend: Die Kurzfassung berichtet, aber wertet nicht. - Kohärent und leserlich: Die Kurzfassung ist in einer klaren Sprache geschrieben. - Konzis: Jeder Satz in der Kurzfassung ist maximal informativ. - Allein stehend: Die Kurzfassung muss für sich **alleine verständlich** sein, ohne dass andere Teile des Manuskripts gelesen werden müssen. Abkürzungen müssen dementsprechend auch eingeführt werden. Das bedeutet, dass Abkürzungen in der Kurzfassung und später beim ersten Gebrauch in der Einleitung eingeführt werden müssen.",
        "callouts": []
      },
      {
        "title": "Einleitung (engl. *Introduction*)",
        "level": 2,
        "content": "Der Hauptteil eines Artikels beginnt immer mit der Einleitung. Diese vermittelt eine **kurze und knappe** Beschreibung der behandelten Konzepte, der Forschungsfrage, der bestehenden Forschung im relevanten Bereich und den davon abgeleiteten Hypothesen. Die Einleitung besteht aus mehreren Unterteilen (siehe @tbl-mstruct), welche die folgenden Inhalte haben: - **Einleitender Absatz**: Der einleitende Absatz ist ein einzelner Absatz, der folgende Information beinhalten muss: 1. Der erste Satz weckt das Interesse des Lesers bzw. der Leserin. Man beginnt dementsprechend mit einer allgemeinen Aussage oder einem Beispiel aus dem Alltag. Zum Beispiel: «Synesthesia is a remarkable way of perceiving the world.» [@ward_2013_AnnualReviewofPsychology_Synesthesia]. Bereits publizierte Artikel könnten hier inspirierend sein. 2. Die Hauptkonzepte, die für die Forschungsfrage relevant sind, werden anschliessend definiert 3. Die Forschungslücke, die das Experiment füllen soll, wird etabliert. 4. Am Ende dieses Absatzes wird die Forschungsfrage vorgestellt. Diese sollte so formuliert sein, dass sie auch dann verständlich ist, wenn man nur den einleitenden Absatz gelesen hat. - **Integration und Synthese der bisherigen Forschung**: Die Integration und Synthese der bisherigen Forschung besteht meistens aus mehreren Absätzen. Ziel der Integration und Synthese ist es, einen kurzen und prägnanten Überblick über die bisherige Forschung zu den **relevanten Konzepten** zu geben. Das bedeutet, dass für die Forschungsfrage irrelevante Informationen vermieden werden müssen. - **Ausführliche Darstellung der Forschungslücke**: In ein bis zwei Absätzen wird aufgezeigt, (1) wo Forschungsbedarf besteht und (2) wie dieser durch das Experiment gedeckt wird. In @fig-resgap wird dies veranschaulicht. Im ersten Absatz dieser Abbildung wird erklärt, wo die Forschungslücke für diese Studie liegt. In diesem Fall besteht die Forschungslücke aus zwei Teilen. Erstens gibt es nur wenige Studien, die beide Ansätze zur Modellierung des für diese Studie relevanten Konstrukts (d.h. Aufmerksamkeitskontrolle, engl. *attentional control*) verwendet haben. Zweitens ist unklar, ob die beiden Ansätze robuste Resultate liefern. Formulierungen wie «bisher» (engl. *so far*) oder «Es bleibt unklar, ob...» (engl. *it remains unknown whether...*) verdeutlichen, wo weiterer Forschungsbedarf besteht. Im zweiten Absatz der @fig-resgap wird dann aufgeführt, wie das Experiment diese Forschungslücke schliesst. In diesem Fall wurden Studien erneut analysiert in denen beide Ansätze zur Modellierung von Aufmerksamkeitskontrolle angewendet werden können. Zudem wurde eine Bootstrapping-Prozedur angewandt, um die Robustheit der Resultate zu überprüfen. ![Gutes Beispiel für die ausführliche Darstellung einer Forschungslücke [@reymermetrothen2023a].](resources/researchgap.png) - **Darstellung der Hypothesen**: Die Hypothesen werden im letzten Absatz der Einleitung formuliert. Das Ziel der Hypothesen ist es, vorauszusagen, welche Ergebnisse aufgrund der bisher behandelten Literatur zu erwarten sind. Hypothesen müssen deswegen aus der Literatur abgeleitet werden, welche in der vorangegangenen Integration und Synthese der Forschung präsentiert wurde. Hypothesen, die keinen Bezug zur Einleitung haben, sollten vermieden werden. Bei der Formulierung der Hypothesen gilt es Folgendes zu beachten: - Wenn aufgrund der vorherigen Forschung mehrere Hypothesen möglich sind, müssen alle Hypothesen aufgeführt werden. Es kann in diesem Fall nicht nach Belieben eine Hypothese gewählt werden. Dies ist auch dann der Fall, wenn man eine persönliche Präferenz für eine Hypothese hat. So kann es durchaus vorkommen, dass widersprüchliche Hypothesen aufgeführt werden müssen. Wichtig ist dabei jedoch, dass jede Hypothese *in* sich selbst nicht widersprüchlich ist. Siehe @fig-althyp für ein Beispiel. - Hypothesen werden oftmals wie folgt oder ähnlich formuliert: «Wenn Annahme/Theorie/Modell A gilt (Referenzen zu Studien, welche Annahme/Theorie/Modell A unterstützen und welche in den vorherigen Absätzen präsentiert wurden), dann erwarten wir Ergebnismuster 1.» Im Fall einer zweiten Hypothese, welche im Widerspruch mit der ersten Hypothese steht, kann diese folgendermassen formuliert werden: «Wenn dagegen Annahme/Theorie/Modell B gilt (Referenzen zu Studien, welche Annahme/Theorie/Modell B unterstützen und welchen in den vorherigen Absätzen präsentiert wurden), dann erwarten wir Ergebnismuster 2. - Um Hypothesen klar als Hypothesen darzustellen, werden häufig die Wörter «wir erwarten» oder «wir sagen voraus» verwendet. Wenn die Hypothesen widersprüchlich sind, wird der Widerspruch durch zum Beispiel «dagegen» oder «Im Gegensatz dazu» gekennzeichnet. Wenn die Hypothesen sich nicht widersprechen, aber die zweite Hypothese eine weitere Möglichkeit darstellt, wird dies eher mit den Ausdrücken «Eine weitere Hypothese» oder «alternativ» gekennzeichnet. ![Gutes Beispiel für das Aufführen zweier widersprüchlicher Hypothesen in einer Studie [@reymermetrothen2023].](resources/hypotheses.png)",
        "callouts": [
          {
            "type": "important",
            "title": "## Die Forschungsfrage bestimmt den Inhalt",
            "content": "In der Einleitung -- insbesondere bei der Integration und Synthese der bisherigen Forschung -- werden nur Informationen eingeführt, die auch tatsächlich für die Forschungsfrage relevant sind."
          },
          {
            "type": "important",
            "title": "Logische Ableitung der Hypothesen",
            "content": "Es ist zwingend darauf zu achten, dass die **Hypothesen logisch** mit aus der Einleitung abgeleiteten Argumenten begründet werden. Eine logische Ableitung kann wie folgt aussehen: Wenn Theorie A gilt, erwarten wir X als Resultat, da nur Prozess P betroffen ist. Wenn aber Theorie B gilt, erwarten wir Y als Resultat, da gemäss Theorie die Prozesse P und Q betroffen sind. Hier ist es wichtig, dass die Theorien A und B sowie die Prozesse P und Q in der Integration und Synthese der Befundlage erklärt wurden. Typischerweise werden die Theorien A und B durch Referenzen unterstützt, welche in der Integration und Synthese der Befundlage auch erwähnt wurden."
          }
        ]
      },
      {
        "title": "Methode (engl. *Methods*)",
        "level": 2,
        "content": "Die Methode stellt dem Leser bzw. der Leserin die Informationen zur Verfügung, die gebraucht werden, um zu verstehen, wie eine Studie im Detail umgesetzt wurde. Auf Grundlage der Informationen im Methodenteil einer Studie sollte eine Studie repliziert werden können. Der Methodenteil besteht aus mehreren Unterteilen (siehe @tbl-mstruct). Diese haben die folgenden Inhalte: - **Versuchspersonen** (engl. *Participants*): In diesem Teil werden die Eigenschaften der Stichprobe (z.B. Anzahl Versuchspersonen, Durchschnittsalter, Geschlecht, usw.) sowie die Einschluss- (z.B. Intelligenzquotient im Durchschnittsbereich) und / oder Ausschlusskriterien (z.B. Farbenblindheit) berichtet. In diesem Teil werden auch die Rekrutierungsstrategie (z.B. Aufruf zur Studienteilnahme über den Versuchspersonenpool der Universität) und die verantwortliche Ethikkommission (inkl. Antragsnummer) erwähnt. - **Material** (engl. *Materials*): In diesem Teil werden die verwendeten Apparate berichtet (z.B. ein Computerbildschirm mit einer Grösse von 20 x 30 cm und einer Auflösung von 1024 x 768 Pixel). Bei Aufgaben werden die verwendeten Reiz-Materialien berichtet (z.B. zwei Wortlisten à 60 Wörter mit einer Länge zwischen 4 und 6 Buchstaben). Bei standardisierten Fragebögen reicht eine Referenz. Bei nicht standardisierten Fragebögen ist eine genaue Beschreibung nötig. - **Durchführung** (engl. *Procedure*): In der Durchführung wird der ganze Ablauf des Experiments von Begrüssung bis Verabschiedung der Versuchsperson im Detail beschrieben. Folgende Elemente müssen auch beschrieben werden: - Art der Testung: Es wird beschrieben, wie das Experiment durchgeführt wurde (online, im Labor, einzeln, in Gruppen usw.). - Instruktionen: Es wird erklärt, wie die Versuchspersonen instruiert wurden. - Aufgaben: Der Ablauf der einzelnen Aufgaben wird beschrieben. - Struktur der Aufgaben: Die Struktur der einzelnen Aufgaben wird dargestellt. Zum Beispiel: Gab es einen Übungsblock? Gab es mehrere experimentelle Blöcke mit Pausen dazwischen? - Struktur der Durchgänge: Die Struktur der Durchgänge der einzelnen Reizdarbietungen (inkl. präziser Zeitangaben) in den jeweiligen Aufgaben wird beschrieben. Zum Beispiel: Was wurde zuerst wie lange präsentiert? Was folgte als Nächstes? - **Design** (engl. Design): Das Design einer Studie ist einer der wichtigsten Punkte. Das Design definiert, wie die Forschungsfrage operationalisiert wurde, die Ergebnisse auszuwerten und zu interpretieren sind. Zum Design gehören folgende Elemente: - Die Beschreibung der unabhängigen Variablen und deren Stufen. - Die explizite Erwähnung, ob es sich um Innersubjekt- (eng. *within-subject-*) oder Zwischensubjekt-Faktoren (eng. *between-subject-factors*) handelt. - Die Nennung der abhängigen Variablen. Im Rahmen eines fiktiven Gedächtnisexperiments könnte der folgende Text ein Beispiel für das Design sein: «Das Experiment wurde mittels eines 2 x 2 gemischten Designs realisiert mit dem Zwischensubjektfaktor *Gruppe* (Synästhetiker vs. Kontrollgruppe) und dem Innersubjektfaktor *Testphase* (direkt vs. verzögert). Als abhängige Variable wurde die Proportion korrekt abgerufener Wörter erfasst.» - **Analyse** (engl. Analysis): Dieser Teil enthält alle Schritte von der Datenaufbereitung bis zur eigentlichen Analyse. Das heisst, der Teil berichtet unter anderem, wie man von den Rohdaten auf die Mittelwerte kommt, ob Datenpunkte ausgeschlossen wurden (z.B. Abweichung vom Mittelwert, die über +/- 2.5 SD hinausgeht), ob Datenpunkte vor oder nach dem Mitteln ausgeschlossen wurden, was die Ausschlusskriterien waren, usw. Grundsätzlich werden hier alle Bearbeitungsschritte von den Rohdaten berichtet bis hin zu den Daten, welche letztlich in der deskriptiven Statistik berichtet werden.",
        "callouts": [
          {
            "type": "note",
            "title": "Methode vs. Protokoll",
            "content": "Der Methodenteil einer wissenschaftlichen Arbeit unterscheidet sich grundlegend von einem Protokoll. Die Methode muss alle Informationen enthalten, welche im Rahmen einer Replikation hinsichtlich der Forschungsfrage unmittelbare Relevanz haben. Methodische Aspekte, welche nicht in direktem Zusammenhang mit der Forschungsfrage stehen, werden weniger detailliert zusammengefasst."
          },
          {
            "type": "tip",
            "title": "## Rezeptmetapher",
            "content": "Beim Beschreiben des Materials und der Durchführung kann die Rezeptmetapher behilflich sein. Im Material werden die Objekte des Experiments beschrieben. Darum entspricht das Material den Zutaten. In der Durchführung werden die Abläufe des Experiments beschrieben. Darum entspricht die Durchführung dem eigentlichen Rezept, wie die Zutaten gebraucht werden müssen, wenn man das Experiment replizieren möchte. Daraus folgt, dass **im Materialteil Verben gebraucht werden, die Zustände beschreiben**, während **in der Durchführung Verben gebraucht werden, die Handlungen beschreiben**."
          },
          {
            "type": "note",
            "title": "## Warum ist das experimentelle Design so wichtig?",
            "content": "Ein zentrales Anliegen eines jeden Psychologiestudiums ist, dass die Studierenden lernen, wie man experimentelle Designs beschreibt. Gleichzeitig sollen sie lernen, wie man experimentelle Designs aus einer Abbildung herauslesen kann. Dies ist deswegen der Fall, weil das experimentelle Design die Operationalisierung der Forschungsfrage reflektiert und gleichzeitig die kürzestmögliche Zusammenfassung des methodischen Vorgehens darstellt. Das experimentelle Design determiniert, inwiefern wissenschaftlicher Erkenntnisgewinn aus dem methodischen Vorgehen gewonnen werden kann."
          },
          {
            "type": "tip",
            "title": "Tabellen und Abbildungen in der Methode",
            "content": "Zur Präzisierung der Beschreibung von Material und Durchführung im Text können auch Tabellen und / oder Abbildungen verwendet werden. Man soll jedoch sparsam damit umgehen und Redundanz zwischen Text und Tabellen und / oder Abbildungen vermeiden."
          }
        ]
      },
      {
        "title": "Resultate (engl. *Results*)",
        "level": 2,
        "content": "Im Resultate-Teil wird die statistische Evidenz für die Befunde eines Experiments geliefert. **Die Analyse, die am wichtigsten für die Beantwortung der Forschungsfrage ist, sollte immer zuerst berichtet werden.** Im Sinne transparenter Berichterstattung sind allfällige weiterführende Analysen, welche nicht direkt zur Beantwortung der Forschungsfrage relevant sind, als explorative Analysen zu kennenzeichnen. Für jede quantitative Analyse werden zwei Arten von Statistiken berichtet: Die deskriptive (d.h. beschreibende) und die Inferenz- (d.h. schliessende) Statistik. Im Folgenden werden beide im Detail aufgeführt.",
        "callouts": []
      },
      {
        "title": "Deskriptive Statistik",
        "level": 3,
        "content": "- Im deskriptiven Statistik-Teil werden zentrale Tendenzen (z.B. Mittelwert, Median) und Streuungsmasse (z.B. Standardfehler, Standardabweichung, Konfidenzintervall) berichtet. - Bei jeder Analyse soll immer zuerst auf die deskriptive Statistik verwiesen werden, sei es im Text, in einer Abbildung oder in einer Tabelle. - Die deskriptive Statistik soll in Anlehnung an das Design beschrieben werden. Im Rahmen des fiktiven Gedächtnisexperiments würde dies folgendermassen aussehen: Die deskriptive Statistik, **in Abhängigkeit vom Innersubjektfaktor *Gruppe* (Synästhetiker vs. Kontrollen) und dem Zwischensubjektfaktor *Testphase* (direkt vs. verzögert)**, ist in Abbildung XY dargestellt.",
        "callouts": [
          {
            "type": "important",
            "title": "Redundanz ist zu vermeiden!",
            "content": "Bei der deskriptiven Statistik muss auf Redundanzen verzichtet werden. Die Resultate sollten entweder im Text, in einer Tabelle oder einer Abbildung berichtet werden. **Dieselben Resultate dürfen nicht in verschiedenen Formaten präsentiert werden.**"
          }
        ]
      },
      {
        "title": "Inferenzstatistik",
        "level": 3,
        "content": "- Direkt im Anschluss an die deskriptive Statistik werden nun die inferenzstatistischen Analysen berichtet. - Die inferenzstatistischen Analysen werden durch einen Satz eingeleitet, der den Zweck der Analyse und das zugrunde liegende Design beschreibt. Im Rahmen des fiktiven Gedächtnisexperiments würde dies folgendermassen aussehen: Um zu überprüfen, ob Synästhetiker gegenüber Nicht-Synästhetikern nicht nur einen Gedächtnisvorteil nach einem kurzen Behaltensintervall haben, sondern auch nach einem längeren Behaltensintervall, haben wir eine zweifaktorielle Varianzanalyse mit dem Zwischensubjektfaktor *Gruppe* (Synästhetiker vs. Kontrollen) und dem Innersubjektfaktor *Testphase* (direkt vs. verzögert) gerechnet. - Das Resultat der Analyse wird dann beschrieben. Beispielsweise: Die Analyse resultierte in einem signifikanten Haupteffekt Gruppe, *F*(1, 200) = 5.26, *p* \\ .814.",
        "callouts": [
          {
            "type": "important",
            "title": "Was kommt zuerst?",
            "content": "Man berichtet immer zuerst die für Ihre Forschungsfrage und Hypothesen wichtigsten Analysen, gefolgt von den weniger wichtigen Analysen. Man rechnet Analyse für Analyse und man beginnt immer zuerst mit der deskriptiven Statistik einer Analyse, gefolgt von der Inferenzstatistik."
          }
        ]
      },
      {
        "title": "Diskussion (engl. *Discussion*)",
        "level": 2,
        "content": "Die Diskussion ist der Teil in einem wissenschaftlichen Manuskript mit der grössten inhaltlichen Freiheit. Nichtsdestotrotz gibt es Konventionen. Die Diskussion besteht aus mehreren Unterteilen (siehe @tbl-mstruct), welche die folgenden Inhalte haben: - **Zusammenfassung der Resultate**: Die Zusammenfassung der Ergebnisse besteht aus einem einzelnen Absatz, in dem die Befunde kurz zusammengefasst werden. Die wichtigsten Ergebnisse werden zunächst in Bezug auf die Forschungsfrage präsentiert. Dann werden die weniger wichtigen Ergebnissen dargestellt. - **Integration der Resultate in der bisherigen Forschung**: Die Integration der Resultate besteht meistens aus mehreren Absätzen. In diesem Teil wird die Relevanz der einzelnen Befunde der Studie in Bezug auf die vorangehende Forschung diskutiert, welche in der Einleitung umgerissen wurde. Sind die Resultate mit der bisherigen Forschung vereinbar, oder widersprechen die Resultate der bisherigen Forschung? Was sind mögliche Gründe dafür? Welche Fragen bleiben unbeantwortet? Wie könnte man diese in zukünftiger Forschung adressieren? - **Limitationen**: Die Limitationen werden **eventuell** in einem Absatz gegen den Schluss der Diskussion behandelt. Dieser Absatz soll kurz sein; allfällige Limitation sollten nicht länger als ein Absatz sein. Es sollte auf triviale Punkte verzichtet werden, wie zum Beispiel, dass die Motivation der Versuchspersonen über die Dauer des Experiments nachgelassen haben könnte. Relevante Limitationen, wie zum Beispiel eine kleine Stichprobe, welche die Generalisierbarkeit der Ergebnisse in Frage stellt, sollten jedoch genannt werden. In dieser Hinsicht ist in der @fig-limitations ein Beispiel einer guten Diskussion potentieller Limitationen dargestellt. ![Gutes Beispiel für eine mögliche Diskussion potentieller Limitationen einer Studie [@dhir_2018_InternationalJournalofInformationManagement_OnlineSocialMediaFatiguePsychological].](resources/limitations.png) - **Erkenntnisgewinn**: In einem Absatz sollte der Erkenntnisgewinn des Experiments als Schlussfolgerung zusammengefasst werden. Das bedeutet, dass die Beantwortung der Forschungsfrage des Experiments sowie die theoretischen und praktischen Implikationen für die Wissenschaft und – wenn möglich – für die Gesellschaft in drei bis vier Sätzen dargestellt werden. Dabei sollte die hypothetische Frage gestellt werden: Wenn der Leser oder die Leserin alles ausser einer Sache aus dem Manuskript vergisst, welcher wissenschaftliche Erkenntnisgewinn sollte dann erinnert werden? Dieser stellt die *Take Home Message* dar. Diese sollte kurz, knapp und klar formuliert werden, damit dieses möglichst gut erinnert wird.",
        "callouts": [
          {
            "type": "important",
            "title": "Zur Verwendung von Zeitformen beim Schreiben",
            "content": "- **Einleitung**: Grundsätzlich gilt, dass etablierte allgemeingültige Befunde im Präsens (Gegenwart) geschrieben werden. Einmalige Befunde (z.B. wenn es nur eins, zwei Studien gibt) werden in der Vergangenheit berichtet. ABER: Es ist wichtiger, dass die Sätze sprachlich sinnvoll und grammatikalisch korrekt miteinander verknüpft sind, als dass diese Regel eingehalten wird. - **Methode**: Im Methodenteil werden Informationen präsentiert, wie das Experiment umgesetzt wurde. Da das Experiment bereits durchgeführt wurde, schreibt man die Methode in der Vergangenheit. - **Resultate**: Im Resultate-Teil werden Informationen dazu präsentiert, wie analysiert wurde, und was gefunden wurde. Deswegen schreibt man die Resultate in der Vergangenheit. - **Diskussion**: Grundsätzlich gilt auch hier wie bei der Einleitung, etablierte Befunde werden in der Gegenwart beschrieben. Einmalige Befunde werden in der Vergangenheit beschrieben. Da es sich bei der eigenen Studie um einen neuen bisher einmaligen Befund handelt, werden die eigenen Resultate in der Vergangenheit berichtet. Der Interpretation der eigenen Befunde soll eine gewisse Allgemeingültigkeit zukommen. Deswegen wird die Bedeutung der Befunde in der Gegenwart formuliert. ABER: Es ist wichtiger, dass die Sätze sprachlich sinnvoll und grammatikalisch korrekt miteinander verknüpft sind, als dass diese Regeln eingehalten werden."
          }
        ]
      },
      {
        "title": "Autorenbeiträge nach CRediT Richtlinien",
        "level": 2,
        "content": "Dieser Manuskriptteil dient zur Auflistung des wissenschaftlichen Beitrags der einzelnen Autorinnen und Autoren. Zu diesem Zweck werden meistens die Richtlinien nach [CRediT](http://credit.niso.org/) (*Contributor Roles Taxonomy*) verwendet. [CRediT](http://credit.niso.org/) stellt ein standardisiertes Klassifizierungssystem dar, mit welchem sich die Rollen der einzelnen Personen auf einer wissenschaftlichen Arbeit dokumentieren lassen (vgl. [Beitragsrollen](http://credit.niso.org/contributor-roles-defined/)). Dabei gilt es zu berücksichtigen, dass die [CRediT](http://credit.niso.org/) Richtlinien nicht ausschliesslich für die psychologische Forschung entwickelt wurden. Nach [CRediT](http://credit.niso.org/) werden die folgenden 14 Beitragsrollen definiert: 1) **Konzeptualisierung** -- Ideen, Formulierung oder Entwicklung von übergreifenden Forschungszielen und -vorgaben. 2) **Datenkuratierung** -- Managementaktivitäten zur Annotation der Studiendaten (z.B. Erstellung von Metadaten), Bereinigung von Daten und Pflege von Daten für die Erstnutzung und spätere Wiederverwendung (einschliesslich Softwarecode, sofern dieser für die Interpretation der Daten selbst erforderlich ist). 3) **Formale Analyse** -- Anwendung von statistischen, mathematischen, rechnerischen oder anderen formalen Techniken zur Analyse oder Synthese von Studiendaten. 4) **Beschaffung finanzieller Mittel** -- Beschaffung der finanziellen Unterstützung für das Projekt, das zu dieser Publikation führt. 5) **Untersuchung** -- Durchführung eines Forschungs- und Untersuchungsprozesses, insbesondere die Durchführung der Experimente oder die Sammlung von Daten / Beweisen. 6) **Methode** -- Entwicklung oder Design der Methode, Erstellung von Modellen. 7) **Projektverwaltung** -- Management- und Koordinationsverantwortung für die Planung und Durchführung der Forschungsaktivität. 8) **Ressourcen** -- Bereitstellung von Studienmaterialien, Reagenzien, Werkstoffen, Patienten, Laborproben, Tieren, Instrumenten, Rechenressourcen oder anderen Analysetools. 9) **Software** -- Programmierung, Softwareentwicklung, Entwurf von Computerprogrammen, Implementierung des Computercodes und unterstützender Algorithmen, Testen bestehender Codekomponenten. 10) **Supervision** -- Aufsicht und Führungsverantwortung für die Planung und Durchführung der Forschungstätigkeit, einschliesslich Mentorenschaft ausserhalb des Kernteams (z.B. Leiterin bzw. Leiter der Forschungsabteilung, zu welcher das Team gehört, welches die Studie durchführt). 11) **Validierung** -- Verifizierung, ob als Teil der Aktivität oder separat, der gesamten Replikation / Reproduzierbarkeit von Ergebnissen / Experimenten und anderen Forschungsergebnissen. 12) **Visualisierung** -- Vorbereitung, Erstellung und / oder Präsentation der veröffentlichten Arbeit, insbesondere Visualisierung und Präsentation der Daten (z.B. mit Abbildungen oder Tabellen). 13) **Schreiben - Originalentwurf** -- Vorbereitung, Erstellung und / oder Präsentation der veröffentlichten Arbeit, insbesondere das Schreiben des ersten Entwurfs (einschliesslich inhaltlicher Übersetzung). 14) **Schreiben - Begutachtung & Überarbeitung** -- Vorbereitung, Erstellung und / oder Präsentation der veröffentlichten Publikation durch Personen aus dem Kernteam (z.B. Team einer Forschungsabteilung / eines Instituts, welches die Studie durchführt), insbesondere kritische Begutachtung, Kommentar oder Überarbeitung (einschliesslich der Phasen vor oder nach der Publikation). Dabei gelten folgende Richtlinien: - Beitragsrollen sollen nur den Autorinnen und Autoren des Manuskripts zugeordnet werden. - Alle Beiträge, welche die Autorinnen und Autoren geleistet haben, sollen entsprechend aufgelistet werden. Aber nicht alle Beitragsrollen müssen verwendet werden. - Verschiedene Personen können mit mehreren Beitragsrollen assoziiert sein. Eine Beitragsrolle kann mit mehreren Personen assoziiert sein. - Wenn mehrere Personen mit der gleichen Beitragsrolle assoziiert sind, können zum Beispiel verschiedene Beitragsgrade mit den Begriffen «leitend», «gleichwertig» und «unterstützend» spezifiziert werden. Die Nennung dieses Beitragsgrades ist aber *optional*. - In wissenschaftlichen Publikationen ist die Korrespondenzperson[^08-content-1] der Publikation typischerweise die Person, die für die Auflistung der einzelnen Beiträge verantwortlich ist. In studentischen Arbeiten mit mehreren Studierenden als Autorinnen und Autoren empfehlen wir, dass die Personen, die für das Schreiben verantwortlich sind, auch für die Auflistung der einzelnen Beiträge verantwortlich ist. In jedem Fall müssen alle Autorinnen und Autoren die Möglichkeit haben, die Rollenverteilung zu überprüfen und zu bestätigen. [^08-content-1]: Die Korrespondenzperson ist die Person, welche auf dem Manuskript ihre E-Mail Adresse angibt und die Korrespondenz (z.B. mit dem Herausgeber einer Zeitschrift) im Zusammenhang mit dem Manuskript übernimmt. Im Folgenden sind zwei Beispiele nach CRediT Richtlinien aufgelistet. Diese wurden aus dem Englischen Original ins Deutsche übersetzt. 1) Aus @rey-mermet_2020_PLOSONE **Alodie Rey-Mermet**: Konzeptualisierung, Datenkuratierung, Formale Analyse, Methode, Ressourcen, Software, Validierung, Visualisierung, Schreiben - Originalentwurf, Schreiben -- Begutachtung & Überarbeitung. **Krishneil A. Singh**: Konzeptualisierung, Datenkuratierung, Formale Analyse, Beschaffung finanzieller Mittel, Untersuchung, Methode, Projektverwaltung, Ressourcen, Software, Schreiben - Originalentwurf, Schreiben -- Begutachtung & Überarbeitung. **Gilles E. Gignac**: Konzeptualisierung, Schreiben -- Begutachtung & Überarbeitung. **Christopher R. Brydges**: Konzeptualisierung, Schreiben -- Begutachtung & Überarbeitung. **Ullrich K. H. Ecker**: Konzeptualisierung, Datenkuratierung, Methode, Projektverwaltung, Ressourcen, Software, Supervision, Schreiben -- Begutachtung & Überarbeitung. 2) Aus @ovalle-fresa_2021_Cortex **Rebecca Ovalle-Fresa**: Konzeptualisierung, Methode, Software, formale Analyse, Datenkuratierung, Schreiben -- Begutachtung & Überarbeitung. **Sophie Ankner**: Untersuchung, Datenkuratierung, Schreiben -- Begutachtung & Überarbeitung. **Nicolas Rothen**: Konzeptualisierung, Methode, Software, formale Analyse, Datenkuratierung, Schreiben -- Originalentwurf, Schreiben -- Begutachtung & Überarbeitung, Visualisierung, Supervision, Projektverwaltung, Beschaffung finanzieller Mittel. Hier ist zu bemerken, dass nicht alle Beitragsrollen verwendet wurden. Zum Beispiel fehlen die Rollen **Ressourcen** und **Validierung**. Wichtig ist, dass alle Beiträge aufgelistet wurden.",
        "callouts": [
          {
            "type": "note",
            "title": "Wieso werden die Autorenbeiträge gelistet?",
            "content": "Gegenwärtig findet eine Bewegung von der reinen Autorenlistung zur zusätzlichen Beitragslistung statt. Grundlage dieser Bewegung ist, dass Forschen eine kollaborative Tätigkeit ist, bei welcher nicht immer alle Personen die einzelnen Aspekte einer Studie vollumfänglich im Detail kennen können (v.a. bei sehr grossen und komplexen Projekten). Zudem ist der wissenschaftliche Beitrag einer Person auf Grund der Autorenreihenfolge nicht im Detail nachvollziehbar. Im Sinne einer transparenten Dokumentation und Würdigung des wissenschaftlichen Beitrags werden immer mehr die individuellen Beiträge aufgelistet."
          },
          {
            "type": "important",
            "title": "Konflikte bei der Autorenreihenfolge",
            "content": "Den wissenschaftlichen Beitrag einer Person zu bestimmen ist ein schwieriger Prozess, der von allen beteiligten Personen verlangt, den eigenen wie auch den Beitrag aller anderen beteiligten Personen einzuschätzen. Da nicht alle Personen zu jedem Zeitpunkt einer Studie gleich viel beitragen, wird dieser Prozess zusätzlich erschwert. Dies kann -- muss aber nicht -- zu Konflikten führen. Eine zusätzliche Auflistung der einzelnen Beiträge im Gegensatz zur reinen Auflistung der Autorinnen und Autoren in einer bestimmten Reihenfolge, sollte das Konfliktpotential minimieren."
          },
          {
            "type": "note",
            "title": "Alternative Darstellung",
            "content": "Im Gegensatz zu den obigen Beispielen ist es auch möglich die einzelnen Beitragsrollen aufzulisten und mit den Autorennamen zu ergänzen. Dies kann Sinn machen, wenn es eine grosse Anzahl von Autorinnen und Autoren gibt."
          },
          {
            "type": "tip",
            "title": "Webapplikation",
            "content": "Um Autorenbeiträge möglichst einfach nach CRediT Richtlinien zu dokumentieren, gibt es die Webapplikation [tenzing](https://martonbalazskovacs.shinyapps.io/tenzing/). Diese wurde von Holcombe et al. [-@holcombe_2020_PLOSONE] entwickelt."
          }
        ]
      },
      {
        "title": "Literaturverzeichnis (engl. *References*)",
        "level": 2,
        "content": "Das Literaturverzeichnis hat den Zweck, die im Text zitierten Quellen zuverlässig zu dokumentieren. Ziel der Quellen ist es, frühere Forschungsarbeiten anzuerkennen sowie Interpretation und Schlussfolgerungen zu stützen. Wir empfehlen dazu die Verwendung einer [Literaturverwaltungssoftware](#refman).",
        "callouts": []
      },
      {
        "title": "Fussnoten (engl. *Footnotes*)",
        "level": 2,
        "content": "Fussnoten werden gebraucht, um zusätzliche Inhalte oder Copyright Informationen zur Verfügung zu stellen. Fussnoten sollen keine irrelevanten Informationen beinhalten. Am besten sollten sie aber möglichst vermieden werden und der Inhalt möglichst im Text integriert werden.",
        "callouts": []
      },
      {
        "title": "Tabellen (engl. *Tables*)",
        "level": 2,
        "content": "Zumeist werden Tabellen gebraucht, um deskriptive Statistiken zu präsentieren (vgl. Tabelle in @fig-table). Bei sehr vielen Analysen können Tabellen auch zum Berichten der Inferenzstatistik gebraucht werden. In seltenen Fällen werden Tabellen auch gebraucht, um methodische Aspekte zu beschreiben (z.B. die Prozedur eines Experiments). ![Die Tabelle zeigt deskriptive Statistiken für verschiedene Bedingungen einer experimentellen Aufgabe. Das Beispiel stammt aus dem Manuskript von Rothen und Meier [-@rothen_2018_QuarterlyJournalofExperimentalPsychology_SpontaneousRetrievalRevealsRightearAdvantage].](resources/APA7_table.png)",
        "callouts": [
          {
            "type": "note",
            "title": "Ab wie vielen Bedingungen ist eine Tabelle sinnvoll?",
            "content": "Damit der Gebrauch einer Tabelle zu deskriptiv statistischen Zwecken Sinn ergibt, müssen **mindestens vier** Bedingungen miteinander verglichen werden. Bei weniger Bedingungen sollten die Werte im Text berichtet werden."
          }
        ]
      },
      {
        "title": "Abbildungen (engl. *Figures*)",
        "level": 2,
        "content": "Zumeist werden Abbildungen gebraucht, um deskriptive Statistiken zu präsentieren (z.B. @fig-goodfig). Des Öfteren werden Abbildungen auch gebraucht, um methodische Aspekte zu beschreiben (z.B. den Durchgang einer Reizpräsentation in einer experimentellen Aufgabe, vgl. @fig-trial). ![Die Abbildung zeigt den Durchgang einer Reizpräsentation in einer experimentellen Aufgabe. Das Beispiel stammt aus dem Manuskript von Rothen et al. [-@rothen_2020_Memory&Cognition_SingleSystemAccountEnhancedRecognition].](resources/APA7_trial.png)",
        "callouts": [
          {
            "type": "note",
            "title": "Ab wie vielen Bedingungen ist eine Abbildung sinnvoll?",
            "content": "Damit der Gebrauch einer Abbildung zu deskriptiv statistischen Zwecken Sinn ergibt, müssen **mindestens vier** Bedingungen miteinander verglichen werden. Bei weniger Bedingungen sollten die Werte im Text berichtet werden."
          },
          {
            "type": "important",
            "title": "Redundanz ist zu vermeiden!",
            "content": "Es muss unbedingt vermieden werden, redundante Informationen im Text, Tabellen und Abbildungen zu präsentieren. Man entscheidet sich jeweils für ein Format, in dem man die Information präsentiert. Das heisst, man präsentiert die Information entweder im Text, in einer Tabelle oder in einer Abbildung."
          }
        ]
      },
      {
        "title": "Anhang (engl. *Appendix*)",
        "level": 2,
        "content": "Anhänge beinhalten Informationen, die den Inhalt des Manuskripts ergänzen und im Manuskript selbst störend wären. Hier werden einige Inhalte für Anhänge als Beispiele aufgeführt: - Eine Liste von verwendeten Reizen (z.B. Wortlisten bei psycholinguistischen Studien) - Wörtliche Versuchspersonen-Instruktionen, wenn diese eine kritische Komponente des Experiments in Bezug auf die Forschungsfrage darstellen - Tests und Skalen, welche für die Studie entwickelt wurden. Das heisst, bereits bestehende Tests gehören nicht in den Anhang. Diese können ganz einfach im Manuskript referenziert werden. Achtung: Mit Tests sind formelle diagnostische Verfahren gemeint. Einfache experimentelle Aufgaben gehören nicht dazu. - Detaillierte Beschreibungen komplexer Apparaturen - Detaillierte demographische Angaben von Teilstichproben in der Studie - Andere ähnlich komplexe detaillierte Inhalte",
        "callouts": [
          {
            "type": "important",
            "title": "Wie viele Anhänge sind erlaubt?",
            "content": "Anhänge sollten sparsam verwendet werden. Anhänge sind eher die **Ausnahme** als die Regel!"
          }
        ]
      }
    ]
  },
  {
    "filename": "09-formatting.qmd",
    "sections": [
      {
        "title": "Formatierung des Manuskripts",
        "level": 1,
        "content": "Die Formatierung eines Manuskripts kann den Fokus auf den Inhalt verbessern oder davon ablenken. Ein sorgfältig formatiertes und geschriebenes Manuskript macht einen professionellen Eindruck. Das erweckt Vertrauen in der Studie. Dagegen erweckt ein schlecht formatiertes und unsorgfältig geschriebenes Manuskript den Eindruck, dass man nicht mit der für die Forschung nötigen Sorgfalt arbeiten können. Dies birgt das Risiko, dass Gutachter und Gutachterinnen den berichteten Ergebnissen nicht trauen. Im folgenden Kapitel werden die unterschiedlichen Richtlinien bzgl. der Formatierung in drei Unterkapitel behandelt. Das erste Kapitel behandelt allgemeine formale Richtlinien des Manuskripts. Im zweiten Unterkapitel wird die Formatierung der einzelnen Manuskriptteile präsentiert. Im dritten Kapitel wird die Formatierung einzelner Textelemente präsentiert, wie Titelstufen, Referenzen im Text, Zitate und Zahlen.",
        "callouts": [
          {
            "type": "tip",
            "title": "Vorlage",
            "content": "Um die Arbeit bei der Manuskriptgestaltung zu vereinfachen, wurde eine [Vorlage](./resources/APA7_template.docx) vorbereitet. Die Vorlage ist gemäss den formalen Richtlinien der APA formatiert. Es muss nur noch der Inhalt entsprechend dem Experiment ersetzt werden. Um die Formatierung braucht man sich nicht mehr kümmern."
          }
        ]
      },
      {
        "title": "Allgemeine Richtlinien",
        "level": 2,
        "content": "Die APA definierte die Formatierung eines Manuskripts sehr detailliert. Die wichtigsten Punkte sind hier aufgelistet: - Kopfzeile: Jede Seite hat eine Kopfzeile mit der Seitenzahl am oberen rechten Rand. Die Titelseite ist Seite Nummer 1. Manuskripte, die zur Publikation bei einer Zeitschrift eingereicht werden, haben zusätzlich einen linksbündigen Kurztitel in der Kopfzeile. Bei Arbeiten von Studierenden wird darauf verzichtet. - Schrift: Im gesamten Manuskript wird durchgehend dieselbe Schriftart verwendet. Erlaubt sind nicht-serife und serife Schriften. Die APA empfiehlt folgende nicht-serifen Schriftarten: Calibri (11-punkt), Arial (11-punkt), Lucida Sans-Unicode (10-punkt). Die APA empfiehlt folgende serifen Schriftarten: Times New Roman (11-punkt), Georgia (11-punkt) oder normal (10-punkt) Computer Modern (letztere ist die Standard-Schriftart in LaTeX). - Das ganze Dokument wird in doppeltem Zeilenabstand formatiert. - Das Dokument hat auf allen Seiten (oben, unten, links und rechts) einen Rand von 2,54 cm. - Absatzausrichtung: Die erste Zeile jedes Absatzes wird mit einem Einzug von 1,27 cm versehen (ausser bei der Kurzfassung des Manuskripts, dem Titel und den Untertiteln). Dazu kann die Tabulator-Taste gebraucht werden. Hier sind noch folgende Punkte zu beachten: - Alle Absätze werden linksbündig ausgerichtet (kein Blocksatz). - Lange Wörter am Zeilenende werden nicht getrennt. - Lange *Digital Object Identifiers* (DOIs) oder *Uniform Resource Locators* (URLs) werden nicht manuell getrennt. Automatische Trennungen von DOIs und URLs durch das Textverarbeitungsprogramm sind erlaubt. - Abkürzungen: Generell gilt, dass Abkürzungen beim ersten Gebrauch ab der Einleitung eingeführt werden, ausser allgemein bekannte Abkürzungen. Dies bedeutet: - Wörter wie «Elektroenzephalographie» werden beim erstmaligen Gebrauch ausgeschrieben, gefolgt von der Abkürzung in Klammer (EEG). Zum Beispiel: «To test this prediction, we collected electroencephalography (EEG) data across two sessions.» [@rafidi_2018_ScientificReports_ReductionsRetrievalCompetitionPredictBenefit, S. 1]. - Einmal eingeführte Abkürzungen können dann so verwendet werden. Zum Beispiel: «In Session 2, participants were given four study and test rounds for 60 novel Swahili words while EEG was recorded.» [@rafidi_2018_ScientificReports_ReductionsRetrievalCompetitionPredictBenefit, S. 9] - Allgemeingültige Abkürzungen wie «cm» für «Zentimeter» müssen nicht eingeführt werden, sondern können direkt verwendet werden.",
        "callouts": [
          {
            "type": "important",
            "title": "Abkürzungen sollen sparsam verwendet werden!",
            "content": "Zu viele Abkürzungen erschweren das Lesen und somit das Verständnis des Textes. Deswegen sollten zu viele Abkürzungen vermieden werden."
          }
        ]
      },
      {
        "title": "Titelseite (engl. Title Page)",
        "level": 3,
        "content": "Die Titelseite ist die erste Seite des Manuskripts. Die APA definiert zwei verschiedene Formate für die Titelseite: - eine Titelseite für Arbeiten im Rahmen des Studiums für Studierende und - eine Titelseite für Forschungsarbeiten zur Publikation in wissenschaftlichen Zeitschriften. Da in diesem Kontext nur die Arbeiten im Rahmen des Studiums relevant sind, beschränken wir uns auf Titelseiten für Arbeiten im Rahmen des Studiums. Folgende Elemente gehören in dieser Reihenfolge von oben nach unten auf die [Titelseite](./resources/APA7_titlepage.pdf): Seitenzahl (rechts), Titel (zentriert, fett), Vorname und Nachname (zentriert), Affiliation (zentriert), Nummer und Name der Veranstaltung / des Kurses / des Moduls (zentriert), Dozent / Dozentin oder Betreuer / Betreuerin (zentriert) / Fälligkeitsdatum der Arbeit (zentriert).",
        "callouts": [
          {
            "type": "important",
            "title": "Wichtigste Wörter des Titels grossschreiben",
            "content": "Die wichtigsten Wörter des Titels werden grossgeschrieben. Zum Beispiel: «Manuskriptvorlage nach der Siebten Auflage des Publikationsmanuals der Amerikanischen Psychologischen Gesellschaft»."
          }
        ]
      },
      {
        "title": "Kurzfassung (engl. Abstract)",
        "level": 3,
        "content": "Die Kurzfassung folgt nach der Titelseite auf einer neuen Seite. Sie steht demzufolge auf einer eigenen Seite unter dem zentrierten Titel «Kurzfassung». Die Kurzfassung wird in **einem** Absatz geschrieben. Die erste Zeile wird **nicht** eingerückt. Kurzfassungen sind auf **maximal 250 Wörter** beschränkt.",
        "callouts": []
      },
      {
        "title": "Einleitung (engl. Introduction)",
        "level": 3,
        "content": "Die Einleitung startet auf einer neuen Seite nach der Kurzfassung. Auf dieser Seite wird als Erstes nochmals der Titel des Manuskripts zentriert und fett hingeschrieben. Auf der nächsten Zeile beginnt dann die Einleitung. Die erste Zeile wird eingerückt. Der Text wird linksbündig formatiert.",
        "callouts": []
      },
      {
        "title": "Methode (engl. Methods)",
        "level": 3,
        "content": "Die Methode beginnt mit dem Titel «Methode». Sie folgt unmittelbar auf die Einleitung und nicht auf einer neuen Seite. Abgesehen davon ist das Format der Methode identisch mit dem Format der [Einleitung](#format-intro).",
        "callouts": []
      },
      {
        "title": "Resultate (engl. Results)",
        "level": 3,
        "content": "Das Format des Resultate-Teils ist identisch mit dem Format der [Einleitung](#format-intro), ausser in Bezug auf zwei Punkte. Erstens beginnt der Resultate-Teil mit dem Titel «Resultate». Zweitens folgt der Resultate-Teil unmittelbar auf die Methode und nicht auf einer neuen Seite. In diesem Teil werden typischerweise statistische Kennwerte berichtet. Hier sind einige Richtlinien für das Berichten dieser Kennwerte aufgelistet: - Buchstaben werden kursiv geschrieben. Es gibt aber eine Ausnahme: Griechische Buchstaben werden nicht kursiv geschrieben. - Werte, die nicht grösser als 1 werden können (z.B. *p*-Wert oder Korrelationswert), werden ohne Null vor dem Dezimaltrennzeichen geschrieben. - Die statistischen Kennwerte, wie zum Beispiel der *t*-Wert oder der *F*-Wert, werden auf zwei Nachkommastellen gerundet. Die *p*-Werte werden auf drei Nachkommastellen gerundet und genau berichtet. Es sei denn die Nachkommastellen reichen für eine präzise Angabe nicht mehr aus, dann wird «kleiner als» verwendet (*p* \\ ``` \\KOMAoptions \\recalctypearea ``` | Analyseverfahren | Kennwerte | Bemerkungen | |------------------|--------------------------|----------------------------| | *t*-Test | *t*(80) = 4.78, *p* = .048, Cohen's *d* = 0.43 | Cohen's *d* kann grösser als 1 sein. Darum wird eine Null vor dem Dezimaltrennzeichen geschrieben. | | Varianzanalyse | *F*(1, 200) = 5.26, *p* \\ ``` \\KOMAoptions \\recalctypearea ```",
        "callouts": []
      },
      {
        "title": "Diskussion (engl. Discussion)",
        "level": 3,
        "content": "Die Diskussion beginnt mit dem Titel «Diskussion». Sie folgt unmittelbar auf den Resultate-Teil und nicht auf einer neuen Seite. Sonst ist das Format der Diskussion identisch mit dem Format der [Einleitung](#format-intro).",
        "callouts": []
      },
      {
        "title": "Autorenbeiträge nach CRediT Richtlinien",
        "level": 3,
        "content": "Die Beiträge der verschiedenen Autorinnen und Autoren werden vor dem Literaturverzeichnis auf **einer separaten Seite** gelistet. Diese werden durch den Titel «Autorenbeiträge nach CRediT Richtlinien» eingeleitet. Dieser Titel wird fett und zentriert geschrieben. Auf der nächsten Zeile werden die Autorenbeiträge aufgelistet (siehe die [CRediT Richtlinien](#credit) für Beispiele).",
        "callouts": []
      },
      {
        "title": "Literaturverzeichnis (engl. References)",
        "level": 3,
        "content": "Das Literaturverzeichnis folgt auf einer **neuen Seite** nach der Diskussion bzw. nach den Autorenbeiträgen, wenn diese berichtet werden. Der Titel «Literaturverzeichnis» wird fett und zentriert geschrieben. Die Literaturangaben stehen jeweils auf einer eigenen Zeile mit hängenden Einzügen. Das heisst, die erste Zeile jeder Literaturangabe ist linksbündig und die folgenden Zeilen sind um 1.27 cm eingerückt. In @tbl-refauthors werden einige Beispiele aufgeführt, wie man mit Quellen mit unterschiedlicher Anzahl Autorinnen und Autoren im Literaturverzeichnis aufführt. \\newpage ``` \\KOMAoptions \\recalctypearea ``` | Nr.| Anzahl Autor bzw. Autorin | Quellenangabe im Literaturverzeichnis | |----|---------------------------|---------------------------------------| | 1 | Ein Autor bzw. eine Autorin | Rey-Mermet, A. (2020). Finding an interaction between Stroop congruency and flanker congruency requires a large congruency effect: A within-trial combination of conflict tasks. *Attention, Perception, & Psychophysics*, *82*(5), 2271–2301. | | 2 | Zwei Autoren und Autorinnen | Rey-Mermet, A., & Gade, M. (2018). Inhibition in aging: What is preserved? What declines? A meta-analysis. *Psychonomic Bulletin & Review*, *25*(5), 1695–1716. | | 3 | Drei bis zwanzig Autoren und Autorinnen | Rothen, N., Berry, C. J., Seth, A. K., Oligschläger, S., & Ward, J. (2020). A single system account of enhanced recognition memory in synaesthesia. *Memory & Cognition*, *48*(2), 188–199. | | 4 | Mehr als zwanzig Autoren und Autorinnen | Kalnay, E., Kanamitsu, M., Kistler, R., Collins, W., Deaven, D., Gandin, L., Iredell, M., Saha, S., White, G., Woollen, J., Zhu, Y., Chelliah, M., Ebisuzaki, W., Higgins, W., Janowiak, J., Mo, K. C., Ropelewski, C., Wang, J., Leetmaa, A., ... Joseph, D. (1996). The NCEP/NCAR 40-year reanalysis project. *Bulletin of the American Meteorological Society*, *77*(3), 437–471. | : Quellen im Literaturverzeichnis \\newpage ``` \\KOMAoptions \\recalctypearea ``` In @tbl-reftypes werden einige Beispiele aufgeführt, wie man mit anderen Quellen als Artikeln aus wissenschaftlichen Fachzeitschriften im Literaturverzeichnis umgeht. Bei diesen Quellen wird die Anzahl der Autoren und Autorinnen genauso behandelt wie die Anzahl der Autoren bei Artikeln aus wissenschaftlichen Fachzeitschriften. \\newpage ``` \\KOMAoptions \\recalctypearea ``` | Nr. | Publikationstyp | Quellenangabe im Literaturverzeichnis| |-----|------------------------|-----------------------------------------------| | 1 | Manuskript im Druck | Pachur, T., & Scheibehenne, B. (in press). Unpacking buyer–seller differences in valuation from experience: A cognitive modeling approach. *Psychonomic Bulletin & Review*. | | 2 | Vorabdruck eines Manuskripts | Belardi, A., Pedrett, S., Rothen, N., & Reber, T. P. (2020). *Spacing, Feedback, and Testing Boost Vocabulary Learning in a Web Application*. PsyArXiv. | | 3 | Buch | Brown, L. S. (2018). *Feminist therapy*. American Psychological Association. | | 4 | Zweite oder spätere Auflage eines Buches | Brown, L. S. (2018). *Feminist therapy* (2nd ed.). American Psychological Association. | | 5 | Editiertes Buch | Meadows, D. H. (2008). *Thinking in systems: A primer* (D. Wright, Ed.). Chelsea Green Publishing. | | 6 | Buch bei dem der Autor zugleich auch Herausgeber (engl. *Editor*) ist | Hacker Hughes, J. (Ed.) (2017). *Military veteran psychological health and social care: Contemporary approaches*. Routledge. | | 7 | Kapitel aus einem editierten Buch (mit mehreren Herausgebern) | Balsam, K. F., Martell, C. R., Jones, K. P., & Safren, S. A. (2019). Affirmative cognitive behavior therapy with sexual and gender minority people. In G. Y. Iwamasa & P. A. Hays (Eds.), *Culturally responsive cognitive behavior therapy: Practice and supervision* (2nd ed., pp. 287–314). American Psychological Association. | | 8 | In einer Datenbank publizierte Dissertation, Master- oder Bachelorarbeit | Hollander, M. M. (2017). *Resistance to authority: Methodological innovations and new lessons from the Milgram experiment* (Publication No. 10289373) \\[Doctoral dissertation, University of Wisconsin–Madison\\]. ProQuest Dissertations and Theses Global.| | 9 | Online publizierte Dissertation, Master- oder Bachelorarbeit | Hutcheson, V. H. (2012). *Dealing with dual differences: Social coping strategies of gifted and lesbian, gay, bisexual, transgender, and queer adolescents* \\[Master´s thesis, The College of William & Mary\\]. William & Mary Digital Archive. | | 10 | Nicht publizierte Dissertation, Master- oder Bachelorarbeit | Harris, L. (2014). *Instructional leadership perceptions and practices of elementary school leaders* \\[Unpublished doctoral dissertation\\]. University of Virginia.| : Andere Quellen als wissenschaftliche Artikel im Literaturverzeichnis \\newpage ``` \\KOMAoptions \\recalctypearea ``` Die Referenzen werden im Literaturverzeichnis folgenderweise geordnet: - Die Referenzen werden alphabetisch nach den Nachnamen der Erstautoren geordnet. - Ist der Erstautor in zwei Publikationen identisch, zählt der Zweitautor usw. - Bei mehreren Publikationen derselben Autoren in der gleichen Reihenfolge, wird zuerst die älteste dann die neueste Publikation aufgeführt. - Bei mehreren Publikationen derselben Autoren im selben Jahr, werden die Publikationen nach Erscheinungsdatum gelistet. Das Datum wird durch Buchstaben ersetzt (z.B. 2020a, 2020b, 2020c, usw.). - Haben zwei Erstautoren denselben Nachnamen, wird alphabetisch nach Vorname geordnet. - Mit Ausnahme des letzten Punktes werden alle oben aufgeführten Punkte in diesem [Beispiel eines Literaturverzeichnises](./resources/APA7_references.pdf) illustriert.",
        "callouts": [
          {
            "type": "note",
            "title": "Titel im Literaturverzeichnis",
            "content": "Im Gegensatz zu den Titeln des Manuskripts, der Tabellen und der Abbildungen werden im Literaturverzeichnis die wichtigsten Wörter der Titel der Artikel und anderen Quellen **nicht** großgeschrieben. Stattdessen gelten die grammatikalischen Regeln der Sprache, in der die Titel verfasst sind."
          }
        ]
      },
      {
        "title": "Fussnoten (engl. Footnotes)",
        "level": 3,
        "content": "Die Fussnoten werden im Text mit hochgestellten Zahlen, dem relevanten Text **nachfolgend**, gekennzeichnet und fortlaufend nummeriert. Die Fussnoten folgen auf einer **neuen Seite** nach dem Literaturverzeichnis. Diese Seite trägt den zentrierten und fett geschriebenen Titel «Fussnoten». Die Fussnoten werden selbst mit hochgestellten Zahlen, dem relevanten Text **vorangehend**, gekennzeichnet und entsprechend nummeriert (vgl. @fig-footnote). ![Die Abbildung zeigt im oberen Teil, wie im Text auf eine Fussnote verwiesen wird und im unteren Teil die Fussnote selbst, wie sie auf einer separaten Seite nach dem Literaturverzeichnis berichtet werden. Das Beispiel stammt aus dem Manuskript von Rothen et al. [-@rothen_2020_Memory&Cognition_SingleSystemAccountEnhancedRecognition].](resources/APA7_footnote.png)",
        "callouts": []
      },
      {
        "title": "Tabellen (engl. Tables)",
        "level": 3,
        "content": "Die APA-Richtlinien geben einheitliche Kriterien zur Formatierung aller Tabellen vor. Diese werden im Folgenden kurz aufgeführt. - Die APA-Richtlinien schreiben vor, dass bei Tabellen nur waagrechte Linien verwendet werden dürfen. Jede Tabelle beginnt und endet mit einer waagrechten Linie. Zudem werden waagrechte Linien zwischen den einzelnen Teilen einer Tabelle eingefügt (z.B. Titel und restlichem Tabelleninhalt; vgl. Tabelle in @fig-table). - Der Text in Tabellen kann in einfachem, anderthalbfachem und doppeltem Zeilenabstand formatiert werden, je nachdem welches Format die effektivste Darstellung der Daten erlaubt. - Tabellen können entweder direkt im Text an der relevanten Stelle eingebettet oder nach den Fussnoten präsentiert werden. Wenn Tabellen im Text eingebettet werden, sollte vor und nach jeder Tabelle eine Leerzeile eingefügt werden. Wenn Tabellen nach den Fussnoten präsentiert werden, sollte jede Tabelle auf einer separaten Seite stehen. - Jede Tabelle wird mit der Bezeichnung «Tabelle» und anschliessender fortlaufender Tabellennummer beschriftet. Die Beschriftung wird in fetter Schrift linksbündig über der Tabelle geschrieben. Darunter folgt der Tabellentitel in kursiver aber nicht fetter Schrift. Die wichtigsten Wörter des Tabellentitels werden grossgeschrieben. Dieser Titel muss kurz und prägnant den Inhalt der Tabelle kennzeichnen. Darauf folgt die eigentliche Tabelle. Allfällige Anmerkungen folgen linksbündig unter der Tabelle. Anmerkungen werden mit dem Wort «Anmerkung» in kursiver Schrift eingeleitet. Die Anmerkung selbst wird nicht kursiv geschrieben. Ziel von Anmerkungen ist es, nähere Erklärungen zum Inhalt der Tabellen zu liefern. Anmerkungen sind wichtig, weil Tabellen **alleinstehend verständlich** sein müssen. Somit können Abkürzungen, Analysen etc. unter «Anmerkungen» eingeführt / beschrieben werden.",
        "callouts": [
          {
            "type": "important",
            "title": "Referenzieren im Text",
            "content": "Es ist zu beachten, dass auf jede Tabelle im Text referenziert werden muss! Dazu muss das Wort «Tabelle» und die entsprechende Nummer verwendet werden. Es muss nicht auf die Tabelle referenziert werden, indem beispielsweise «die Tabelle unten» geschrieben wird."
          }
        ]
      },
      {
        "title": "Abbildungen (engl. Figures)",
        "level": 3,
        "content": "Die APA-Richtlinien geben einheitliche Kriterien zur Formatierung aller Abbildungen vor. Diese werden im Folgenden kurz aufgeführt: - Innerhalb von Abbildungen sind nicht serife Schriftarten mit einer Grösse zwischen 8 und 14 Punkten zu verwenden. Der Text in Abbildungen kann in einfachem, anderthalbfachem und doppeltem Zeilenabstand formatiert werden, je nachdem welches Format die effektivste Darstellung der Daten erlaubt. - **Die Achsenabschnitte werden so gewählt, dass die Datenlage möglichst unverfälscht und transparent dargestellt wird**, und nicht so, dass Unterschiede zwischen verschiedenen Bedingungen möglichst gross oder klein dargestellt werden. - Abbildungen können entweder direkt im Text an der relevanten Stelle eingebettet oder am Ende des Manuskripts nach den Tabellen präsentiert werden. Wenn Abbildungen im Text eingebettet werden, sollte vor und nach jeder Abbildung eine Leerzeile eingefügt werden. Wenn Abbildungen am Ende des Manuskripts nach den Tabellen präsentiert werden, sollte jede Abbildung auf einer separaten Seite stehen. - Jede Abbildung wird mit der Bezeichnung «Abbildung» und anschliessender fortlaufender Abbildungsnummer beschriftet. Die Beschriftung wird in fetter Schrift linksbündig über der Abbildung geschrieben. Darunter folgt der Abbildungstitel in kursiver aber nicht fetter Schrift. Die wichtigsten Wörter des Abbildungstitels werden grossgeschrieben. Der Titel muss kurz und prägnant den Inhalt der Abbildung kennzeichnen. Darauf folgt die eigentliche Abbildung. Allfällige Anmerkungen folgen linksbündig unter der Abbildung. Anmerkungen werden mit dem Wort «Anmerkung» in kursiver Schrift eingeleitet. Die Anmerkung selbst wird nicht kursiv geschrieben. Ziel von Anmerkungen sind, nähere Erklärungen zum Inhalt der Abbildungen zu liefern. Anmerkungen sind wichtig, weil Abbildungen **alleinstehend verständlich** sein müssen. Somit können Abkürzungen, Analysen etc. unter «Anmerkungen» eingeführt / beschrieben werden. - Bei mehreren Unterabbildungen werden diese mit Grossbuchstaben «A», «B», usw. gekennzeichnet. Die Buchstaben werden oben links über jeder Unterabbildung geschrieben.",
        "callouts": [
          {
            "type": "warning",
            "title": "Abbildungen aus SPSS",
            "content": "Abbildungen dürfen nicht eins-zu-eins aus SPSS übernommen werden. Der Grund ist, dass diese den APA-Richtlinien in vielen Punkten widersprechen."
          },
          {
            "type": "important",
            "title": "Referenzieren im Text",
            "content": "Es ist zu beachten, dass auf jede Abbildung im Text referenziert werden muss! Dazu muss je nach Situation das Wort «Abbildung» und die entsprechende Nummer verwendet werden. Es muss nicht auf die Abbildung referenziert werden, indem beispielsweise «die Abbildung oben» geschrieben wird."
          }
        ]
      },
      {
        "title": "Anhang (engl. Appendix)",
        "level": 3,
        "content": "Allfällige Anhänge werden auf einer neuen Seite nach den Abbildungen eingeführt. Jeder Anhang beginnt auf einer neuen Seite mit dem Titel «Anhang», der fett und zentriert geschrieben ist. Bei mehreren Anhängen wird der Titel Anhang mit fortlaufenden Grossbuchstaben versehen (d.h. Anhang A, Anhang B, Anhang C, usw.). Jeder Anhang muss mindestens einmal im Text genannt sein. Wenn ein Anhang Tabellen oder Abbildungen enthält, werden diese fortlaufend, entsprechend dem Buchstaben des Anhangs nummeriert (z.B. Abbildung C1).",
        "callouts": []
      },
      {
        "title": "Titelstufen",
        "level": 3,
        "content": "Gemäss den Richtlinien der APA gibt es fünf Titelstufen. Diese sind in @fig-titlev dargestellt. ![Diese Abbildung zeigt die fünf Titelstufen. Diese sind gemäss den APA-Richtlinien formatiert.](resources/APA7_headings.png)",
        "callouts": []
      },
      {
        "title": "Referenzen im Text",
        "level": 4,
        "content": "Literaturangaben im Text (auch Referenzen genannt) können auf verschiedene Arten realisiert werden. Grundsätzlich gibt es Referenzen direkt im Textfluss (narrative Referenzierung) oder in Klammern. @tbl-citations gibt einen Überblick über die Referenzierung im Text. Die Angaben in dieser Tabelle entsprechen der ersten drei Quellen der @tbl-refauthors. ```",
        "callouts": []
      },
      {
        "title": "| tbl-cap: Referenzierung im Text",
        "level": 2,
        "content": "tbl_citations kableExtra::kable_styling(full_width = FALSE, latex_options = c('repeat_header', 'hold_position'), bootstrap_options = c(\"striped\", \"hover\", \"condensed\", \"responsive\")) |> kableExtra::column_spec(1, width = '3cm') ``` Bei der **Referenzierung in Klammern** gelten folgende Richtlinien: - Die Referenzen werden zumeist am Ende eines Satzes in Klammern angegeben. - Die Autoren und Autorinnen werden immer durch ein Komma von der Jahreszahl getrennt. - Bei einer Referenz mit zwei Autoren und Autorinnen werden diese mit einem «&» verbunden. - Werden mehrere Referenzen angegeben, werden diese alphabetisch nach dem Erstautor geordnet, in Klammern aufgeführt und durch ein «;» nach der Jahreszahl voneinander getrennt. Zum Beispiel: (Luna, 2020; Martin et al., 2020; Salas & D'Agostino, 2020). Bei der **narrativen Referenzierung** gelten folgende Richtlinien: - Die Autoren und Autorinnen werden als Teil des Satzes genannt. - Das Jahr wird bloss in Klammern genannt. - Die Autoren und Autorinnen werden mit einem «und» miteinander verbunden. Wenn mehrere Sätze zur gleichen Quelle geschrieben werden, muss nicht nach jedem Satz dieselbe Quelle angegeben werde. Es gilt die Ideen und nicht die Sätze zu referenzieren. Eine Möglichkeit dies zu tun, ist es, im ersten Satz klar festzustellen, woher eine Idee oder eine Definition stammt und in den folgenden Sätzen ausdrücklich klarzustellen, dass man sich immer noch auf dieselbe Referenz beziehen. Um dies zu veranschaulichen, haben wir ein Beispiel aus @rey-mermet_multiplicative_2021 genommen (siehe S. 7). Wir haben die kritischen Stellen kursiv markiert: «Critically, explaining performance on this trial type may be sufficient to account for the interaction between Simon and flanker congruency *observed in Rey-Mermet and Gade (2016)*. *In that study,* all possible stimulus-response pairings were presented in each trial type (please note that this information was not provided in Akcay und Hazeltine, 2011, the unique other study including a large stimulus set but showing no interaction between both congruency variables; see Table 1). In particular, *Rey-Mermet and Gade's (2016) results* showed that the interaction was driven by fast RTs and high rates of correct responses in the congruent-congruent trials.»",
        "callouts": [
          {
            "type": "note",
            "title": "Spezialfall: Erstautorinnen oder Erstautoren mehrerer Referenzen mit den gleichen Nachnamen",
            "content": "Wenn zwei Erstautorinnen oder Erstautoren mehrerer Referenzen den gleichen Nachnamen haben, werden beim Referenzieren die Initialen angegeben, auch wenn das Publikationsjahr unterschiedlich ist. So soll verhindert werden, dass die Referenzen beim Nachschauen im Literaturverzeichnis verwechselt werden. Zum Beispiel: (J. M. Taylor & Neimeyer, 2015; T. Taylor, 2014). Bei einer Referenz bei der zwei Autorinnen oder Autoren den gleichen Nachnamen haben, tut man dies nicht. Der Grund ist, dass es im Literaturverzeichnis nicht zu einer Verwechslung kommen kann. Zum Beispiel: (Chen & Chen, 2019)."
          },
          {
            "type": "note",
            "title": "«Diverse / Bisherige Studien...»",
            "content": "Satzanfänge wie «Diverse Studien haben...» oder «Bisherige Studien zeigen...» verlangen mehrere Referenzen am Schluss des Satzes. Zum Beispiel: «Diverse Studien haben diesen Befund repliziert (Luna, 2020; Martin et al., 2020; Salas & D'Agostino, 2020).»"
          }
        ]
      },
      {
        "title": "Zitate",
        "level": 3,
        "content": "Die APA unterscheidet zwischen wörtlichen Zitaten und Blockzitaten. Im Folgenden werden diese präsentiert: - Wörtliche Zitate sind Zitate mit weniger als 40 Wörtern und werden direkt im Text in doppelte Anführungszeichen eingeschlossen, gefolgt von der Referenz inklusive einer Seitenangabe auf welcher der zitierte Text gefunden werden kann. Beispielsweise: «In terms of power, simple designs (one independent variable, two levels) are preferable and researchers are advised to keep their designs as simple as possible.» [@brysbaert_2019_JournalofCognition_HowManyParticipantsWeHave, S. 9] - Blockzitate sind Zitate mit mehr als 40 Wörtern. Sie werden nicht in Anführungszeichen gesetzt, sondern in einem neuen Absatz präsentiert. Der gesamte Absatz wird um 2,54 cm eingerückt. Bei einem Blockzitat, das aus mehreren Absätzen besteht, wird die erste Zeile jedes neuen Abschnitts zusätzlich eingerückt. in Beispiel für ein Blockzitat wird in der @fig-blockcitation präsentiert. ![Diese Abbildung zeigt ein englisches Blockzitat bestehend aus drei Absätzen in einem deutschen Textausschnitt.](resources/APA7_blockcitation.png) Änderungen gegenüber dem Original in wörtlichen Zitaten und Blockzitaten - auch in der Formatierung - müssen gekennzeichnet werden: - Wenn Material / Wörter / Sätze ausgelassen werden, muss dies mit folgender Formatierung gekennzeichnet werden: ( ... ). Es ist zu beachten, dass die Leerschläge vor und nach den drei Punkten übernommen werden müssen. Beispielsweise: «In terms of power, ( ... ) researchers are advised to keep their designs as simple as possible.» [@brysbaert_2019_JournalofCognition_HowManyParticipantsWeHave, S. 9] - Zusätzliche Erklärungen und Ergänzungen müssen in eckigen Klammern - d.h. \\[ \\] - angegeben werden. Wenn zum Beispiel ein Wort in einem Zitat hervorgehoben werden soll, wird das Wort kursiv geschrieben und anschließend «\\[Hervorhebung hinzugefügt\\]» angefügt: «In terms of power, simple designs (one independent variable, two levels) are preferable and researchers are advised to keep their designs *as simple as possible* \\[Hervorhebung hinzugefügt\\].» [@brysbaert_2019_JournalofCognition_HowManyParticipantsWeHave, S. 9] Es gibt aber einige Änderungen, die nicht gekennzeichnet werden müssen: - Der erste Buchstabe kann in einen Gross- / Kleinbuchstaben umgewandelt werden, um in den Kontext zu passen. - Am Ende des Zitats kann die Interpunktion angepasst werden, um in den Kontext zu passen, **solange dies die Bedeutung des Satzes nicht verändert.** - Fussnoten müssen nicht aufgeführt werden.",
        "callouts": [
          {
            "type": "note",
            "title": "## Anführungszeichen",
            "content": "Anführungszeichen werden bei wörtlichen Zitaten verwendet. Sie werden aber nicht zur Hervorhebung von Wörtern verwendet."
          }
        ]
      },
      {
        "title": "Zahlen",
        "level": 3,
        "content": "- Das metrische System wird verwendet. - Die verwendete Einheit wird ausgeschrieben, wenn sie nicht von Zahlen begleitet wird (z.B. „mehrere Kilogramm“). In allen anderen Fällen werden Abkürzungen verwendet (z.B. 3 kg, 20 cm, 12 min). In Tabellen und Abbildungen werden immer Abkürzungen verwendet, um Platz zu sparen. - Zahlen von 10 und grösser werden als Ziffern geschrieben. - Zahlen kleiner als 10 werden als Ziffern geschrieben, wenn sie von einer Masseinheit gefolgt werden, Teil eines statistischen Ausdrucks, einer Gleichung, einer mathematischen Funktion (z.B. eines Bruchs), einer Zeitangabe (inkl. Altersangaben) oder eines festen Ausdrucks (z.B. Kapitel 1) sind. - Zahlen werden als Wörter geschrieben, wenn diese kleiner als 10 sind oder zu Beginn eines Satzes stehen (z.B. Siebenundvierzig Prozent gaben eine Verbesserung an, 12% eine Verschlechterung).",
        "callouts": [
          {
            "type": "note",
            "title": "Warum sind diese Richtlinien wichtig?",
            "content": "Diese formalen Richtlinien mögen kleinlich erscheinen, doch ihre konsequente Anwendung zeigt, dass man als sorgfältiger Forscher oder sorgfältige Forscherin arbeitet. Dies wirkt sich auch auf die Beurteilung Ihrer wissenschaftlichen Arbeit aus. Forschungsresultaten in einer sauberen Arbeit traut man eher als Forschungsresultaten in einer unsauberen Arbeit. Deswegen werden diese formalen Kriterien oft auch bei der Bewertung von Arbeiten im Rahmen eines Studiums stark gewichtet."
          }
        ]
      }
    ]
  },
  {
    "filename": "10-writing.qmd",
    "sections": [
      {
        "title": "Schreibstrategien",
        "level": 1,
        "content": "Für den Schreibprozess selbst gibt es nicht direkt eine spezifische Herangehensweise. Nichtsdestotrotz kann es hilfreich sein systematisch vorzugehen. Im Folgenden werden einige Strategien aufgeführt, die beim Verfassen von wissenschaftlichen Texten und Texten im Allgemeinen hilfreich sein können. Abschliessend geht das Kapitel auf eine «Schreibstrategie» ein, die es unbedingt zu vermeiden gilt: Plagiarismus.",
        "callouts": []
      },
      {
        "title": "Zielpublikum",
        "level": 2,
        "content": "Bevor man mit Schreiben beginnt, macht es Sinn, sich folgende Frage zu beantworten: Wer ist das Zielpublikum? Diese Frage hilft bei der Entscheidung, welches Wissen bei den Lesern und Leserinnen vorausgesetzt werden kann. Diese Frage sollte während dem Schreiben immer wieder gestellt werden --- zum ersten Mal bevor mit dem Schreiben begonnen wird, bis zum Ende allfälliger Revisionen eines Textes. Als Faustregel gilt, einen Text immer so zu verfassen, dass er von einem Zielpublikum mit einem Spezialisierungsgrad weniger als dem des Verfassers bzw. der Verfasserin des Textes, verstanden wird. Das heisst, eine Forschungsarbeit der von experimentell arbeitenden Psychologen und Psychologinnen geschrieben wird, sollte so verfasst sein, dass er grundsätzlich von allen Psychologen und Psychologinnen ohne weitere Probleme verstanden wird.",
        "callouts": [
          {
            "type": "note",
            "title": "Von der Komplexität zur Einfachheit",
            "content": "Beim wissenschaftlichen Schreiben sollte darauf geachtet werden, komplexe Sachverhalte so einfach und verständlich wie möglich auszudrücken. Der Gebrauch kurzer Hauptsätze ohne Nebensätze hilft dabei, komplexe Sachverhalte direkt ohne Umschweife auszudrücken."
          },
          {
            "type": "important",
            "title": "Das Zielpublikum!",
            "content": "Texte werden immer für ein Zielpublikum verfasst. Texte werden **nicht** für betreuende Personen verfasst, welche sich in den relevanten Fachgebieten zumeist besser auskennen!"
          }
        ]
      },
      {
        "title": "Struktur und Inhalt",
        "level": 2,
        "content": "Im vorangehenden Kapitel wurde bereits auf die [strukturellen](#struct) und [inhaltlichen](#content) Richtlinien eingegangen. Dieses Wissen sollte man sich zunutze machen, um die inhaltliche Struktur eines Manuskripts oder anderen Texts vor dem Schreiben festzulegen. Im Folgenden haben werden diese Richtlinien mit spezifischen Fragen verknüpft. Das schriftliche Beantworten dieser Fragen vor dem Schreiben, hilft eine sinnvolle Struktur für eine wissenschaftliches Manuskript zu etablieren.",
        "callouts": [
          {
            "type": "tip",
            "title": "Struktur schematisch aufzeichnen",
            "content": "Das Anfertigen einer schematischen Darstellung der inhaltlichen Struktur eines Textes hilft, die Umsetzbarkeit des Vorhabens zu erkennen. Auf diese Weise lässt sich überprüfen, ob die geplante Struktur sinnvoll und realisierbar ist."
          }
        ]
      },
      {
        "title": "Einleitung",
        "level": 3,
        "content": "- **Einleitender Absatz**: - Wie kann das Interesse der Leserin oder des Lesers geweckt werden? Häufig wird dies anhand der Definition eines interessanten Phänomens, eines Beispiels oder einer allgemeinen Aussage gemacht. - Welche Hauptkonzepte müssen definiert werden, um die Forschungsfrage zu verstehen? - Was ist im Rahmen der Hauptkonzepte bereits bekannt? - Wo besteht noch Forschungsbedarf? Worin besteht die Forschungslücke? - Was ist die Forschungsfrage, mit welcher die Forschungslücke geschlossen werden soll? Häufig ist es hilfreich, die Forschungsfrage als Erstes zu formulieren. Dann sollte klarer werden, welche Hauptkonzepte definiert werden müssen. - **Integration und Synthese der Befundlage**: - Welche Themen sind für die Forschungsfrage relevant und müssen demzufolge behandelt werden? - In welcher Reihenfolge müssen die unterschiedlichen Themen präsentiert werden, um eine klare und logische Struktur zu erhalten? Nach der Beantwortung dieser Frage, kann man sich mit den einzelnen Absätzen auseinander setzen: - Erster Absatz: Welches Thema soll behandelt werden? Der Themensatz wird dazu verfasst. - Zweiter Absatz: Welches Thema soll **dann** behandelt werden? Der Themensatz wird dazu verfasst. - ... - **Ausführliche Darstellung der Forschungslücke**: - Worin **genau** besteht die Forschungslücke? Nachdem im einleitenden Absatz die Forschungsfrage etabliert wurde, liefert die Integration und Synthese der Befundlage auch eine detaillierte Beschreibung der Forschungslücke. Wo steht die Forschung im Moment? Welche Fragen sind im Forschungsfeld beantwortet? Welche Frage/n, die im Manuskript beantwortet werden sollen, ist / sind noch offen? - Nachdem die Forschungslücke detailliert beschrieben wurde, wird ein Lösungsansatz vorgeschlagen. Dies wird gemacht, indem beschrieben wird, wie das vorliegende Experiment die beschriebene Forschungslücke schliesst. - **Hypothesen**: - Wie lauten die Hypothesen? In anderen Worten: Was sind auf Grund der zuvor präsentierten Literatur die logischen Voraussagen? Wenn diese Frage bereits vor dem eigentlichen Schreiben der Einleitung gestellt wird, dann sollte automatisch ersichtlich werden, welche Informationen in die Einleitung müssen, damit die Hypothesen davon abgleitet werden können.",
        "callouts": [
          {
            "type": "important",
            "title": "Die Forschungsfrage bestimmt den Inhalt",
            "content": "In der Einleitung werden nur Informationen eingeführt, die auch tatsächlich für die Forschungsfrage relevant sind. Dies bereitet oft gerade bei der «Integration und Synthese der Befundlage» Schwierigkeiten. Entsprechend gilt es an dieser Stelle besonders darauf zu achten."
          }
        ]
      },
      {
        "title": "Methode",
        "level": 3,
        "content": "- **Versuchspersonen**: - Wie viele Versuchspersonen wurden getestet? Welche demographischen Informationen wurden erhoben? Welche davon werden standardmässig in vergleichbaren Artikeln beschrieben? Welche davon sind zusätzlich für die Forschungsfrage relevant? - **Material**: - Was gehört zum Material? - Wurden Verben gebraucht, die Zustände beschreiben? - **Prozedur**: - Was gehört zur Prozedur? - Wurden Verben gebraucht, die Handlungen beschreiben? - **Design**: - Was ist nötig, um das Design komplett zu beschreiben? Das Design besteht aus unabhängigen und abhängigen Variablen. Wurden diese genannt? Wurden alle Stufen der unabhängigen Variablen genannt? Wurde bei den einzelnen Variablen berichtet, ob es sich um Innersubjekt- oder Zwischensubjekt-Faktoren handelt? Wurde dementsprechend das Design als gemischtes, Innersubjekt- oder Zwischensubjekt-Design berichtet? - **Analyse**: - Wurden die einzelnen Bearbeitungsschritte bei der Datenaufbereitung so berichtet, dass eine andere Person auf die gleichen Resultate kommen würde, wenn sie die Bearbeitungsschritte ausgehend von den Rohdaten durchführt?",
        "callouts": []
      },
      {
        "title": "Resultate",
        "level": 3,
        "content": "- **Hauptanalysen**: - Was ist / sind die Hauptanalyse/n zur Beantwortung der Forschungsfrage? - Wie wird / werden die Hauptanalyse/n in deskriptiver Form am besten dargestellt / berichtet (z.B. Abbildung, Tabelle, oder im Text)? - **Explorative Analysen**: - Was für weitere Analysen könnten noch relevant sein? Sind die Analysen zur Beantwortung der Forschungsfrage relevant? Wenn die Antwort nein ist, sollte grundsätzlich überlegt werden, ob diese Analysen nötig sind. Wurden diese Analysen im Voraus geplant? Wenn dies nicht der Fall ist, sollten diese Analysen als explorative Analysen deklariert werden. - Wie soll die deskriptive Statistik zu den explorativen Analysen berichtet werden? Wie die Inferenzstatistik?",
        "callouts": []
      },
      {
        "title": "Diskussion",
        "level": 3,
        "content": "- **Zusammenfassung der Resultate** (erster Absatz der Diskussion): - Was ist gemäss Forschungsfrage der wichtigste Befund? Gibt es sonst noch interessante Befunde? - **Integration der Befunde mit den bisherigen Forschungsresultaten**: - Zweiter Absatz: Was bedeuten diese Befunde hinsichtlich der Forschungsfrage und Hypothesen? - Dritter Absatz: Was bedeuten diese Befunde hinsichtlich der Datenlage zu X in der Einleitung? - Vierter Absatz: Was bedeuten diese Befunde hinsichtlich der Datenlage zu Y in der Einleitung? - ... - **Limitationen**: - Gibt es Limitationen? Macht es überhaupt Sinn die Limitationen aufzuführen? **Limitationen sollen nur aufgeführt werden, wenn Zusatzanalysen die Limitationen nicht aus dem Weg räumen können.** Sollten Zusatzanalysen allfällige Limitationen erfassen können, sollen entsprechende Analysen in jedem Fall durchgeführt werden. ABER: Diese Analysen müssen im Resultate-Teil berichtet werden. - **Schluss bzw. Erkenntnisgewinn** (letzter Absatz der Diskussion): - Wie wird der Hauptbefund zu Beginn des letzten Absatzes am besten nochmals kurz und prägnant wiederholt? Was kann aus den Befunden des durchgeführten Experiments / der durchgeführten Experimente geschlossen werden?",
        "callouts": []
      },
      {
        "title": "Weitere Schreibstrategien",
        "level": 2,
        "content": "Einige weitere Schreibstrategien beruhen vor allem auf individuellen Präferenzen. Jede Person muss für sich herausfinden, was am besten funktioniert. Auf einige weitere Strategien wird im Folgenden kurz eingegangen. Es gibt aber sicher noch weitere individuelle Strategien.",
        "callouts": []
      },
      {
        "title": "Lesen",
        "level": 3,
        "content": "Die beste Schreibstrategie ist lesen, lesen, lesen... Lesen hilft, aus einer praktischen Perspektive heraus die Struktur und den Inhalt eines Manuskriptes zu verstehen. Wie haben es andere Autorinnen und Autoren gemacht? Wurden einzelne Dinge gut oder schlecht gelöst? Man darf sich von publizierten Artikeln inspirieren lassen. Sich-inspirieren-lassen bedeutet aber nicht, dass [Plagiarismus](#plagiarism) betrieben werden soll.",
        "callouts": []
      },
      {
        "title": "Erste Schritte",
        "level": 3,
        "content": "Es lohnt sich in einem ersten Schritt so viele Ideen, Gedanken, Beispiele und auch schon konkrete Formulierungen wie möglich zu sammeln. Von den gesammelten Elementen können dann diejenigen ausgewählt werden, welche für die Forschungsfrage relevant sind und den Qualitätsansprüchen an eine wissenschaftliche Arbeit genügen. Wenn die Hauptpunkte (z.B. der Einleitung) klar sind, kann die Argumentationslinie skizziert werden (z.B. in Form eines Baudiagramms). Ein solches Vorgehen kann helfen, die Kohärenz der Argumentationslinie zu überprüfen. Die genannten Schritte können alleine oder in der Gruppe durchgeführt werden. Grundsätzlich ist das Vorgehen in Gruppen erfolgsversprechender. Dabei kann eine Person erklären, wie sie den Text schreiben würde. Die Reaktion der anderen Gruppenmitglieder kann helfen, allfällige Schwachstellen zu identifizieren.",
        "callouts": []
      },
      {
        "title": "Reihenfolge",
        "level": 3,
        "content": "Auch wenn ein Manuskript nach einer festgelegten Reihenfolge organisiert ist (Einleitung, Methode, Resultate, Diskussion), heisst das keineswegs, dass das Manuskript auch in dieser Reihenfolge verfasst werden muss. So kann man zum Beispiel bereits mit dem Methodenteil beginnen, während man zusätzliche Literatur für die Einleitung sucht. Solange die Daten noch nicht vollständig erhoben wurden, können Platzhalter für Informationen wie zum Beispiel die Anzahl der getesteten Versuchspersonen und deren demographische Angaben verwendet werden",
        "callouts": []
      },
      {
        "title": "Tageszeit",
        "level": 3,
        "content": "Jeder bzw. jede soll herausfinden, wann er bzw. sie am besten schreiben kann. Diese optimale Tageszeit kann auch mit den zu schreibenden Inhalten variieren. Eher technische Teile wie der Methoden- und Resultate-Teil sind eventuell weniger von der Tageszeit abhängig als kreativere Teile wie die Einleitung und Diskussion.",
        "callouts": [
          {
            "type": "tip",
            "title": "Verteiltes Schreiben",
            "content": "Oftmals ist es bei Schreibarbeiten auch hilfreich, jeden Tag zu schreiben, anstatt nur einmal in der Woche. Auf diese Weise bleibt man kontinuierlich im Thema drin."
          }
        ]
      },
      {
        "title": "Plagiarismus: Keine valide Strategie",
        "level": 2,
        "content": "Plagiarismus definiert sich durch das Kopieren und die Verwendung wissenschaftlicher Texte oder Ideen / Methoden, ohne auf die entsprechenden Quellen zu verweisen. Plagiarismus gehört zu den gravierendsten Fehlverhalten im Zusammenhang mit wissenschaftlichem Schreiben. Da wissenschaftliche Texte und die Ideen dahinter geistiges Eigentum des ursprünglichen Verfassers sind, handelt es sich bei Plagiarismus um Diebstahl geistigen Eigentums. Im Folgenden werden verschiedene Formen von Plagiarismus behandelt.[^10-writing-1] [^10-writing-1]: Ein umfassender Überblick zum Thema Plagiarismus wird unter verfügbar. Die Webseite war auch eine Quelle für das vorliegende Kapitel. - [Kopieren und Einfügen Plagiat](https://www.mentorium.de/copy-paste-plagiat/): Um ein Kopieren und Einfügen Plagiat handelt sich, wenn fremde Arbeiten oder Teile daraus eins-zu-eins kopiert werden, ohne diese korrekt mit einer Referenzangabe zu zitieren. Um ein Kopieren und Einfügen Plagiat zu verhindern, muss jeder kopierte Teil einer Arbeit korrekt inklusive Seitenangabe referenziert werden. - [Ideenplagiat](https://www.mentorium.de/ideenplagiat/): Um ein Ideenplagiat handelt es sich, wenn eine fremde Idee oder ein Teil davon übernommen wird, ohne die entsprechende Referenz anzugeben. Die Quelle muss auch referenziert werden, wenn aufbauend auf einer fremden Arbeit eine eigene Idee entwickelt wird, um ein Ideenplagiat zu verhindern. - [Strukturplagiat](https://www.mentorium.de/strukturplagiat/): Um ein Strukturplagiat handelt es sich, wenn der strukturelle Aufbau einer fremden Arbeit oder Teilen davon ohne Verweis darauf übernommen wird (z.B. wenn die eigene Arbeit nach dem Inhaltsverzeichnis einer anderen Arbeit aufgebaut wird). Ein einfacher Satz wie «Die vorliegende Arbeit orientiert sich in ihrer Struktur an ...» schafft die nötige Transparenz und verhindert ein Plagiat. Es ist zu beachten, dass es sich auch um ein Plagiat handeln kann, wenn die Struktur einer fremden Arbeit nicht komplett übernommen, sondern sich lediglich als Orientierung genutzt wird. - [Übersetzungsplagiat](https://www.mentorium.de/uebersetzungsplagiat/): Um ein Übersetzungsplagiat handelt es sich, wenn eine fremde Arbeit oder Teile daraus in einer anderen Sprache ohne entsprechende Angabe und Referenz verwendet werden. Die Angabe der Referenz mit einem Zusatz wie zum Beispiel «aus dem Englischen übersetzt von Petra Mustermann» genügt, um ein Plagiat zu vermeiden. Eine korrekt [nach APA zitierte Übersetzung](https://blog.apastyle.org/apastyle/2018/09/how-to-quote-a-foreign-language-source-and-its-translation.html) gibt auch das Original wieder. - [Selbstplagiat](https://www.mentorium.de/selbstplagiat/): Das Selbstplagiat ist eine umstrittene Form des Plagiats. Wie oben beschrieben, gilt das Verwenden von **fremdem** geistigem Eigentum ohne Quellenangabe als Plagiat. Nichtsdestotrotz kann die Verwendung eigener Arbeiten oder Teilen davon in einem anderen Kontext als Plagiat betrachtet werden, wenn diese nicht ordentlich zitiert bzw. referenziert werden. Um kein unnötiges Risiko einzugehen, empfiehlt sich korrektes Zitieren / Referenzieren immer auch bei eigenen Arbeiten. - [Vollplagiat](https://www.mentorium.de/vollplagiat/): Um ein Vollplagiat handelt es sich, wenn eine fremde Arbeit als eigene Arbeit abegeben oder andersweitig verwendet wird. Bei Vollplagiat handelt es sich um eine schwerwiegende Form von Plagiarismus. - [*Ghostwriting*](https://www.mentorium.de/ghostwriting/): Um Ghostwriting handelt es sich, wenn jemand anders eine Arbeit schreibt, die dann als eigene Arbeit ausgegeben wird. Ghostwriting ist auch eine schwerwiegende Form von Plagiarismus. Hier sind zwei Punkte zu beachten. Erstens sind Plagiate auch dann Plagiate, wenn sie nicht beabsichtigt waren. Dementsprechend ist eine sorgfältige Arbeitsweise unerlässlich. Zweitens handelt es sich nicht nur um Plagiate, wenn fremde Textstellen ohne Quellenangabe verwendet werden, sondern auch wenn andere Materialien, wie Inhalte aus Vorträgen, Vorlesungsunterlagen, Bildern, Tonaufnahmen, Videoaufnahmen usw. ohne Quellenangaben kopiert werden.",
        "callouts": [
          {
            "type": "warning",
            "title": "Folgen von Plagiarismus",
            "content": "Plagiarismus ist ein wissenschaftliches Fehlverhalten beim Schreiben. Die möglichen Folgen sind dieselben wie bei [wissenschaftlichem Fehlverhalten im Umgang mit Daten](#misconductdata)."
          }
        ]
      },
      {
        "title": "Wie kann Plagiarismus aktiv vermieden werden?",
        "level": 3,
        "content": "Plagiarismus kann aktiv vermieden werden, indem **präzise und sorgfältig** gearbeitet und **transparent** **und offen** kommuniziert wird. Damit dies erreicht wird, bedarf es folgender Punkte: - **Systematische Literatursuche**: Eine sorgfältige, systematisch durchgeführte [Literatursuche](#literaturesearch) ist eine Vorbedingung für eine präzise und transparente Dokumentation. Nur wenn die bisherige Forschung zur untersuchten Thematik systematisch aufgearbeitet wurde, kann die eigene Studie präzise in die dazu bestehende Literatur eingeordnet werden. - **Präzision und Transparenz bei der Referenzierung der Quellen**: Zur ehrlichen Manuskriptgestaltung gehört auch, dass fremde intellektuelle Leistungen rechtmässig als solche anerkannt und ausgewiesen werden (d.h. korrektes Zitieren von Quellen). Fremde intellektuelle Leistungen dürfen dementsprechend nicht als eigenständige Leistungen dargestellt werden (d.h. Weglassen von Quellenangaben). - **Präzision bei der sprachlichen Ausdrucksweise**: Ein massgeblicher Anteil an der transparenten und präzisen Manuskriptgestaltung fällt zudem der verwendeten Sprache zu. Wissenschaftliche Manuskriptgestaltung soll objektiv und ehrlich sein.",
        "callouts": [
          {
            "type": "note",
            "title": "## Verzerrungsfreier Sprachgebrauch",
            "content": "**Transparentes** **und präzises Schreiben** erfordert auch einen verzerrungsfreien Sprachgebrauch (*bias-free language*). Dies bedeutet, dass die Wörter in einem angemessenem Zusammenhang gebraucht werden sollen. Zum Beispiel muss man bei einem verzerrungsfreien Sprachgebrauch beachten, dass «sagen» und «behaupten» unterschiedliche Bedeutungen haben."
          }
        ]
      }
    ]
  },
  {
    "filename": "11-cycle.qmd",
    "sections": [
      {
        "title": "Schreibzyklus",
        "level": 1,
        "content": "Nehmen wir an, dass nun ein Manuskriptteil oder ein komplettes Manuskript geschrieben wurde. Diese **erste Version** ist jedoch nie **die endgültige Version**. Eine erste Version ist nichts weiter als ein erster Entwurf. Nun beginnt die eigentliche Arbeit. Nach dem Verfassen der ersten Version wird das Manuskript in mehreren Schritten **revidiert**. Diese Überarbeitung wird zuerst **intern** stattfinden, indem die Autorin bzw. der Autor dieser ersten Version und dann alle Autorinnen und Autoren das Manuskript revidieren. In einem weiteren Schritt wird das Manuskript **extern** begutachtet. Dies bedeutet, dass andere Personen als die Autorinnen und Autoren des Manuskriptes das Manuskript lesen und kommentieren werden, was je nach Situation wieder zur einer Revision des Manuskripts führt.",
        "callouts": [
          {
            "type": "note",
            "title": "Wer schreibt?",
            "content": "Bei wissenschaftlichen Publikationen wird die Person, die alle Informationen in einem Manuskript verfasst hat, als erste Autor bzw. als erste Autorin genannt. Bei studentischen Gruppenarbeiten empfiehlt es sich, dass jeweils eine andere Person für einzelne Manuskriptteile (Einleitung, Methode, Resultate, Diskussion) die Verantwortung übernimmt."
          },
          {
            "type": "tip",
            "title": "Schreiben: Ein iterativer Prozess",
            "content": "Schreiben besteht aus mehreren Zyklen verschiedener Phasen von **Schreiben**, **Lesen**, und **Revidieren**. Diese Phasen sind aber **nicht strikt getrennt**. Beim Lesen kann man zum Beispiel schon Notizen machen, wie man sein Manuskript schreiben könnte (z.B. in Form eines Plans). Beim Schreiben oder Revidieren soll man weiter lesen, damit neue Ideen und aktuelle Forschung ins Betracht gezogen werden können."
          }
        ]
      },
      {
        "title": "Interne Revision des eigenen Textes als hauptverantwortliche Person",
        "level": 2,
        "content": "Wenn eine erste Version eines Manuskripts oder eines Manuskriptteils verfasst wurde, besteht der nächste Schritt aus der **Überarbeitung des eigenen Textes**, um den Text in der bestmöglichen Form den Mitautorinnen und Mitautoren zukommen zu lassen. Ziel dieses Schrittes ist, das Manuskript auf interne Konsistenz zu überprüfen. Das bedeutet, dass die [strukturellen Richtlinien](#struct) überprüft werden. Textstellen, bei denen die interne Konsistenz verletzt wird, werden dann markiert und überarbeitet. Un diese Textstellen zu erkennen und zu überarbeiten sind die in @tbl-revquests präsentierten Fragen hilfreich. \\newpage ``` \\KOMAoptions \\recalctypearea ``` ```",
        "callouts": []
      },
      {
        "title": "| tbl-cap: Nicht-exhaustive Liste von Fragen, die bei der Überarbeitung eines Manuskripts hilfreich sind",
        "level": 2,
        "content": "tbl_revquests kableExtra::kable_styling(full_width = FALSE, latex_options = c('repeat_header', 'hold_position'), bootstrap_options = c(\"striped\", \"hover\", \"condensed\", \"responsive\")) |> kableExtra::column_spec(1, width = '9cm') |> kableExtra::column_spec(2, width = '8.5cm') ``` \\newpage ``` \\KOMAoptions \\recalctypearea ``` Alle die Fragen, die in @tbl-revquests präsentiert werden, sollen gestellt werden, bis keine Verletzungen der strukturellen und inhaltlichen Richtlinien mehr vorhanden sind. Es ist wichtig, Zeit einzuplanen, um das Geschriebene zu lesen und zu revidieren. Nach dem Verfassen von einzelnen Abschnitten oder des ganzen Manuskripts kann es Sinn machen, das Geschriebene ein bis zwei Tage liegen zu lassen. Danach sollte das Geschriebene noch einmal gelesen werden, um mögliche Verbesserungen zu identifizieren. Das Manuskript muss entsprechend überarbeitet werden, und dieser Prozess sollte wiederholt werden.",
        "callouts": [
          {
            "type": "important",
            "title": "Braucht es diesen Absatz wirklich?",
            "content": "Nach dem Verfassen einer ersten Version des Manuskripts sollte **nach jedem Absatz** noch einmal die Frage gestellt werden: Ist dieser Absatz für die Forschungsfrage relevant? -- Nur die Absätze, bei welchen die Frage mit «ja» beantwortet wurde, sollten beibehaltet werden. Dieses Vorgehen sollte auch auf der Satzebene angewendet werden. Dadurch lässt sich ein prägnantes Manuskript mit dem Fokus aufs Wesentliche zu verfassen."
          },
          {
            "type": "important",
            "title": "*Kill your darlings!*",
            "content": "Bereits verfasste Absätze oder Sätze sollten gelöscht werden, wenn diese nicht mehr ganz passend erscheinen. Die Leser und die Leserinnen werden dankbar. Denn in der grossen Mehrheit aller Fälle wird ein Manuskript dadurch besser."
          },
          {
            "type": "tip",
            "title": "Planen",
            "content": "Es ist zu vermeiden, sich zu viel in zu kurzer Zeit vorzunehmen. Es ist sinnvoll, Reservezeit einzuplanen, falls es doch länger dauert als geplant. Als Faustregel sind 20% der veranschlagten Zeit für den Anfang ein guter strategischer Ansatz. Je nach Planungsfähigkeit muss der Prozentsatz grundsätzlich etwas angepasst werden."
          }
        ]
      },
      {
        "title": "Interne Revision eines Textes mit den Mitautorinnen und Mitautoren",
        "level": 2,
        "content": "Nachdem das komplette Manuskript oder ein Manuskriptteil von der verantwortlichen Autorin bzw. der verantwortlichen Autorin bereits mehrmals überarbeitet und in die bestmögliche Form gebracht wurde, werden die Mitautorinnen und Mitautoren in weiteren Revisionsrunden involviert. An dieser Aufgabe müssen sich **alle** Mitautorinnen und Mitautoren beteiligen, sonst erfüllen sie nicht die Voraussetzung für eine Autorenschaft. Ziel dieses Revisionsschrittes ist es, das Manuskript auseinander zu nehmen und mit Kommentaren zu versehen. Hilfreich sind Bemerkungen wie zum Beispiel: - «Muss vor der Einführung von Begriff A kommen» - «Muss vor dem Absatz zu B kommen» - «Folgt nicht logisch auf die Argumentation im vorausgehenden Absatz» - «Das gleiche Thema wie in C wird nochmals behandelt - muss an einer Stelle entfernt werden» - «Argumentation nicht nachvollziehbar» - «Thema nicht relevant für die Forschungsfrage» - «Woher kommt dieses Wissen - Quellenangabe fehlt» Diese Kommentare sollen für alle Autorinnen und Autoren der Studie verständlich sein. Neben dem Verfassen solcher Kommentare macht es auch Sinn, direkt **Verbesserungsvorschläge** mit dem Korrekturmodus des Textverarbeitungsprogrammes einzuarbeiten. Wenn alle Autorinnen und Autoren des Manuskripts Rückmeldung gegeben haben, beginnt die **weitere Überarbeitung des Manuskripts**. Im Normalfall übernimmt die gleiche Autorin bzw. der gleiche Autor die Hauptverantwortung für das gesamte Manuskript oder den entsprechenden Manuskriptteil wie bereits beim Verfassen der ersten Version. Bei studentischen Gruppenarbeiten kann die Verantwortung zu den einzelnen Manuskriptteilen auch innerhalb der Gruppe rotiert werden. Der jeweils verantwortliche Autor bzw. die jeweils verantwortliche Autorin hat folgende Aufgaben: - Sie soll die Kommentare und Korrekturvorschläge der Mitautorinnen und Mitautoren einarbeiten, damit die logische und kohärente Struktur vorhanden bleibt und verbessert wird. - Sie nimmt Rücksprache mit den einzelnen Autorinnen und Autoren, falls deren Kommentare nicht verständlich sind. - Falls es widersprüchliche Kommentare gibt, werden diese in der Gruppe diskutiert und aufgelöst, bevor die verantwortliche Person die Lösung ins Manuskript einarbeitet. Steht nach der Überarbeitung eine neue Version des Manuskripts zur Verfügung, beginnt die Interne Revision von neuem. Das heisst, dass das revidierte Manuskript dieses wieder von **allen** Autorinnen und Autoren kritisch auseinander genommen und mit Kommentaren und Verbesserungsvorschlägen versehen wird. Grundsätzlich gilt es umzustellen und umzuschreiben, bis die strukturellen und inhaltlichen Richtlinien im ganzen Manuskript eingehalten werden. Dieser Prozess wiederholt sich so lange bis alle Autorinnen und Autoren keine Verletzungen der strukturellen und inhaltlichen Richtlinien mehr sehen und mit allen Manuskriptteilen einverstanden sind. Nach der internen Revision und Überarbeitung kann ein nächster Schritt sein, eine externe Meinung einzuholen, **bevor** das Manuskript zur Bewertung abgegeben wird oder bei einer Zeitschrift eingereicht wird. Dieser Schritt soll stattfinden, wenn alle Autorinnen und Autoren vollumfänglich zufrieden mit dem Manuskript sind. In dem Fall wird das Manuskript einer unabhängigen Person zum Lesen übergeben, die bereit ist, konstruktive Rückmeldungen zu geben. Je genauer die Person instruiert wird, worauf sie achten soll, desto konstruktiver fallen in der Regel die Rückmeldungen aus. Das Manuskript wird dann aufgrund der erhaltenen Rückmeldungen erneut überarbeitet.",
        "callouts": [
          {
            "type": "important",
            "title": "Kohärenz bei studentischen Arbeiten",
            "content": "Bei studentischen Arbeiten ist es zwingend darauf zu achten, dass am Schluss **nicht** ersichtlich ist, dass verschiedene Personen für einzelne Textteile die Verantwortung übernommen haben. Dies wäre ein Warnsignal dafür, dass sich nicht **alle** Autorinnen und Autoren genügend mit den einzelnen Textteilen beschäftigt haben."
          },
          {
            "type": "important",
            "title": "*Kill your darlings again!*",
            "content": "In dieser Phase müssen auch bereits verfasste Absätze oder Sätze gelöscht werden, wenn sie nicht mehr ganz passend erscheinen. Um diese zu erkennen, können die in @tbl-revquests präsentierten Fragen erneut verwendet werden."
          }
        ]
      },
      {
        "title": "Externe Begutachtung und Revision",
        "level": 2,
        "content": "Eine Rückmeldung oder ein Gutachten zum Manuskript wurde erhalten. Nun beginnt der Revisionsprozess anhand dieses Gutachtens. Grundsätzlich gilt dabei, **die Leserin bzw. der Leser hat immer recht**. Das bedeutet, wenn zum Beispiel die Rückmeldung erhalten wurde, dass etwas im Manuskript unklar ist, dann liegt es daran, dass es zu wenig klar geschrieben wurde. Es hilft in diesem Fall nicht zu argumentieren, dass die Information an Stelle XY vorhanden ist. Offenbar war es nämlich für die Leserin bzw. den Leser nicht klar. Da später nicht jeder Leserin und jedem Leser erklärt werden kann, wie etwas gemeint war, helfen alle zusätzlichen Erklärungen nichts. Das Einzige was hilft, ist es, die entsprechenden Stellen zu revidieren. Es empfiehlt sich meistens bei der Revision zuerst die wichtigsten Punkte zu revidieren. Im Idealfall wurden bereits Vorschläge, wie die einzelnen Punkte verbessert werden können, zusammen mit der Rückmeldung zum Manuskript erhalten. Sollte dies nicht der Fall sein, liegt es an den Autorinnen und Autoren, eine geeignete Lösung zu finden. Wenn die Revision aufgrund eines Gutachtens durchgeführt wird, ist oftmals gefordert, dass einen Antwortbrief verfasst wird. In diesem Antwortbrief muss auf jeden einzelnen Punkt der Gutachterinnen bzw. der Gutachter eingegangen werden. Der Antwortbrief besteht dementsprechend aus der Auflistung der einzelnen Kritikpunkten oder Änderungsvorschläge der Gutachterinnen bzw. der Gutachter. Unter jedem Punkt wird die entsprechende Antwort geschrieben. Dabei wird auch die Seitenzahl im Manuskript angegeben, auf der die entsprechende Änderung vorgenommen wurde. Eventuell macht es auch Sinn, die geänderte Textstelle nach entsprechender Erklärung zu zitieren. Des Weiteren müssen Änderungen im Manuskript gekennzeichnet werden (z.B. indem die entsprechenden Textstellen mit hellblauer Schrift kenntlich gemacht werden). Falls auf einen Kritikpunkt oder einen Änderungsvorschlag nicht eingegangen wird, muss dies begründet werden. Im Normalfall wird ein überarbeitetes Manuskript erneut begutachtet. Entsprechend werden auch die Antworten auf die Kritikpunkte und Änderungsvorschläge gelesen. Die begutachtende Person kann somit entscheiden, inwiefern sie mit der Revision zufrieden ist, oder ob eine erneute Revision nötig ist.",
        "callouts": [
          {
            "type": "important",
            "title": "*Kill your darlings over again!*",
            "content": "In diesem Fall ist es umso wichtiger, bereits verfasste Absätze zu löschen, wenn diese nicht mehr ganz passend erscheinen. Die in @tbl-revquests präsentierten Fragen können erneut verwendet werden."
          },
          {
            "type": "note",
            "title": "Revision aufgrund der externen Begutachtung",
            "content": "Die Revision aufgrund der externen Begutachtung folgt im Wesentlichen dem Vorgehen bei der internen Revision. Der Revisionsprozess besteht aus mehreren Runden, bis alle Autorinnen und Autoren einverstanden sind. Dies betrifft auch einen möglichen Antwortbrief."
          }
        ]
      }
    ]
  },
  {
    "filename": "12-publishing.qmd",
    "sections": [
      {
        "title": "Publikationsprozess",
        "level": 1,
        "content": "In diesem Kapitel wird der Publikationsprozess in internationalen wissenschaftlichen Fachzeitschriften mit Begutachtungsverfahren beschrieben. Publizieren in internationalen wissenschaftlichen Fachzeitschriften erfordert nicht nur das Verfassen eines wissenschaftlichen Manuskriptes, sondern auch eine Überarbeitung dessen inklusive Stellungnahme im Rahmen einer unabhängigen Begutachtung. Typischerweise wird die Begutachtung im Rahmen eines begutachten (engl. peer review) Verfahrens durchgeführt. Dieses Verfahren wird durch unabhängige Forscher und Forscherinnen durchgeführt, die Experten im Bereich des Forschungsgegenstands des zu begutachtenden Manuskripts sind. Konkret bedeutet dies, dass diese Experten ein Gutachten über das Manuskript verfassen. Ziel einer solchen Begutachtung ist die Qualität von wissenschaftlichen Manuskripten zu beurteilen, um unwissenschaftliche und schlechte Arbeiten auszusondern und gute Arbeiten noch besser zu machen. In diesem Kapitel wird zuerst auf den Publikationsprozess eingegangen, wie er bei wissenschaftlichen Fachzeitschriften funktioniert. Im Anschluss wird auf das Verfassen eines Gutachtens im Kontext des Begutachtungsprozesses eingegangen.",
        "callouts": []
      },
      {
        "title": "Der Publikationsprozess",
        "level": 2,
        "content": "![Publikationsprozess adaptiert von @americanpsychologicalassociation_2020_AmericanPsychologicalAssociation_PublicationManualAmericanPsychologicalAssociation.](resources/publication_process.png) Der Publikationsprozess bei einer wissenschaftlichen Zeitschrift besteht aus mehreren Stufen (vgl. @fig-publication_process). Diese sehen folgendermassen aus: 1. Ein wissenschaftliches Manuskript wird von den Autorinnen und Autoren bei einer Zeitschrift eingereicht. Die Zeitschrift wird von den Autorinnen und Autoren selbst ausgewählt. Grundsätzlich wird versucht in Zeitschriften mit einem möglichst guten Ruf in der internationalen Forschungslandschaft zu publizieren. Um die Qualität und den Einfluss einer Zeitschrift im internationalen Forschungsumfeld zu beurteilen, gibt es gewisse Metriken. Eine dieser Metriken ist der Zeitschriften-Einflussfaktor (engl. *Journal Impact Factor*; JIF; auch bekannt als IF). Der Zeitschriften-Einflussfaktor bezeichnet die durchschnittliche jährliche Anzahl Zitationen aller Artikel, welche in den letzten beiden Jahren in der besagten Zeitschrift publiziert wurden. Je grösser der Zeitschriften-Einflussfaktor ist, umso mehr werden die einzelnen Artikel einer Zeitschrift im Durchschnitt zitiert. Diese und ähnliche Metriken sind allerdings stark umstritten, da sie nicht direkt mit der Qualität der publizierten Artikel in einer Zeitschrift zusammenhängen. 2. Das Manuskript wird einer Vertreterin bzw. einem Vertreter der Herausgeberschaft (engl. *editorial board*) der Zeitschrift zugeordnet. Die Herausgeberschaft besteht in der Regel aus etablierten Forscherinnen und Forschern des Feldes in dem sich die Zeitschrift bewegt. Die Vertreterin bzw. der Vertreter der Herausgeberschaft nimmt eine **erste Beurteilung des Manuskripts** vor. Dabei sind mehrere Entscheidungen möglich: - Das Manuskript wird abgelehnt, weil es unwissenschaftlich ist, qualitativ nicht den Standards der Zeitschrift genügt, oder thematisch als unpassend für die Zeitschrift betrachtet wird. - Es werden Gutachten zum Manuskript eingeholt. Die Vertreterin bzw. der Vertreter der Herausgeberschaft sucht zwei bis drei Forscher und Forscherinnen im Themenfeld des Manuskripts, welche bereit sind, das Manuskript zu begutachten, so genannte Gutachter und Gutachterinnen (engl. *reviewer*). - Das Manuskript wird als dermassen überragend eingestuft, dass es direkt zur Publikation angenommen wird. Dies kommt allerdings so gut wie nie vor. 3. Die Gutachter und Gutachterinnen reichen innerhalb einer festgelegten Frist ein **Gutachten mit einer Empfehlung** an die Herausgeberschaft der Zeitschrift ein. Die Empfehlung beschränkt sich im Normalfall auf folgende Möglichkeiten: - **Ablehnung (engl. *rejection*)**: Das Manuskript soll abgelehnt werden. Die Gutachter und Gutachterinnen haben auf Grund des Manuskripts gravierende Mängel in der Studie festgestellt, führt diese auf und empfiehlt die Ablehnung des Manuskripts. - **substanzielle Überarbeitung (engl. *major revision*)**: Das Manuskript muss substanziell überarbeitet werden. Die Gutachter und Gutachterinnen beurteilen die Studie grundsätzlich als wissenschaftlich wertvoll, haben aber noch einige grössere Mängel festgestellt, die es zu beheben gilt, bevor das Manuskript publiziert werden kann. Die Mängel werden aufgeführt. Im Idealfall werden Vorschläge zur Überarbeitung gemacht, und es wird empfohlen, dass das Manuskript einer substanziellen Überarbeitung bedarf, bevor in Betracht gezogen werden kann, das Manuskript zur Publikation in der Zeitschrift anzunehmen. Substanzielle Überarbeitungen können folgende Punkte beinhalten: - Mehr empirische Evidenz für die Schlussfolgerungen sind nötig. Das heisst, (a) dass mehr Daten gesammelt werden müssen, (b) dass weitere oder andere Analysen nötig sind, und / oder (c) dass sich Fehler zum Beispiel bei den Analysen eingeschlichen haben und diese verbessert werden müssen. - Die theoretische Argumentation ist nicht schlüssig und diese muss deswegen überarbeitet werden. - **Kleinere Überarbeitung (engl. *minor revision*)**: Das Manuskript bedarf einer kleineren Überarbeitung. Die Gutachter und Gutachterinnen beurteilen die Studie als interessant und sehr sorgfältig durchgeführt. Sie empfehlen die Annahme des Manuskripts zur Publikation nach Behebung kleinerer Mängel. - **Annahme zur Publikation (engl. *acceptance*)**: Das Manuskript soll zur Publikation bei der Zeitschrift angenommen werden. Die Gutachter und Gutachterinnen kommen zum Schluss, dass das Manuskript einen wichtigen wissenschaftlichen Beitrag leistet und deswegen publiziert werden soll. Diese Empfehlung wird kaum je direkt gemacht, sondern erst nachdem das Manuskript ein oder mehrere Male revidiert worden ist. 4. Die Vertreterin bzw. der Vertreter der Herausgeberschaft nimmt, auf Grund der erhaltenen Gutachten, nochmals eine Beurteilung des Manuskripts vor und entscheidet über das weitere Vorgehen. Dieses kann entsprechend den Möglichkeiten der Empfehlungen der Gutachter und Gutachterinnen ausfallen: **Ablehnung, substanzielle Überarbeitung, kleinere Überarbeitung oder Annahme zur Publikation**. Meistens ist der Entscheid nach einer ersten Begutachtungsrunde, dass das Manuskript abgelehnt wird oder eine substanzielle Überarbeitung nötig ist. Eine substanzielle Überarbeitung garantiert nicht, dass das Manuskript letzten Endes auch zur Publikation angenommen wird. Wenn eine Überarbeitung gefordert ist, geht das Manuskript zurück an die Autoren und Autorinnen mit einer Frist, bis wann die Überarbeitung fällig ist. Meist werden nach substanziellen Überarbeitungen und erneuter Begutachtung weitere kleine Überarbeitungen gefordert, bevor das Manuskript zur Publikation angenommen wird. 5. Je nach Entscheidung, ist von den Autoren und Autorinnen Folgendes gefordert: - **Ablehnung des Manuskripts**: Die Autoren und Autorinnen überarbeiten das Manuskript entsprechend der Begründung, die zur Ablehnung geführt hat und reichen das Manuskript bei einer anderen Zeitschrift ein. - **substanzielle / kleinere Überarbeitung**: Die Autoren und Autorinnen überarbeiten das Manuskript entsprechend der Kritikpunkte und Empfehlungen in den erhaltenen Gutachten und reichen es wieder bei der Zeitschrift ein. Beim Wiedereinreichen werden die überarbeiteten Stellen im Manuskript kenntlich gemacht. Gleichzeitig wird ein Antwortbrief mit eingereicht, in dem zu den einzelnen Kritikpunkten und Empfehlungen Stellung genommen wird. 6. Nach erneuter Einreichung trifft die Vertreterin bzw. der Vertreter der Herausgeberschaft erneut eine Entscheidung. Dabei sind wieder alle Optionen offen. In der Regel wird das Manuskript nach einer substanziellen Überarbeitung mit dem Antwortbrief nochmals an die gleichen Gutachter und Gutachterinnen zur erneuten Beurteilung geschickt. Bei kleineren Überarbeitungen trifft oftmals die Vertreterin bzw. der Vertreter der Herausgeberschaft die Entscheidung, ohne das Manuskript nochmals an die Gutachter und Gutachterinnen zu senden. Oft bedarf es mehrerer Begutachtungs-Revisions-Runden, bis das Manuskript zur Publikation angenommen wird.",
        "callouts": [
          {
            "type": "note",
            "title": "Dauer des Publikationsprozesses",
            "content": "Auf Grund des Publikationsprozesses können vom ersten Einreichen eines Manuskripts bis zu dessen Publikation mehrere Monate bis Jahre vergehen. Wissenschaftliche Textbücher werden auf der Grundlage empirischer Forschungsarbeiten geschrieben. Bis wissenschaftliche Erkenntnisse in Textbüchern auftauchen, dauert es normalerweise mehrere Jahre."
          }
        ]
      },
      {
        "title": "Verfassen eines Gutachtens",
        "level": 2,
        "content": "Ein Gutachten zu einem wissenschaftlichen Manuskript hat in der Regel zwei Funktionen. Zum einen soll es der Herausgeberschaft einer Zeitschrift als Entscheidungshilfe dienen, ob eine Arbeit qualitativ gut genug ist, um abgedruckt zu werden. Wenn die Arbeit den wissenschaftlichen Qualitätskriterien genügt, ist die zweite Funktion des Gutachtens, aus einer guten wissenschaftlichen Arbeit das Beste herauszuholen. Formal muss ein Gutachten nicht zwingend den APA-Kriterien folgen. Trotzdem haben sich einige Konventionen gebildet. Sinnvollerweise wird für ein Gutachten je nach Schriftart eine 10 bis 12-Punkt Schriftgrösse mit einfachem Zeilenabstand verwendet. Wir gehen im Folgenden zuerst auf die Struktur und dann die Inhalte eines Gutachtens ein.",
        "callouts": [
          {
            "type": "tip",
            "title": "Vorlage",
            "content": "Um die Arbeit beim Schreiben des Gutachtens zu vereinfachen, haben wir eine [Gutachtenvorlage](./resources/review_template.docx) vorbereitet. Es muss nur noch der Inhalt entsprechend des Gutachtens ersetzt werden."
          },
          {
            "type": "note",
            "title": "Anonymität und Vertraulichkeit",
            "content": "Gutachten sind in der Regel anonym und vertraulich. Das heisst, die Autorinnen und Autoren des Manuskripts, das begutachtet wurde, erfahren nicht, wer die Gutachter und Gutachterinnen sind. Manchmal ist es auch der Fall, dass Gutachter und Gutachterinnen nicht erfahren, wer die Autorinnen und Autoren der begutachteten Arbeit sind. In allen Fällen dürfen die Gutachten sowie die begutachtete Arbeit ohne Einwilligung von der Auftraggeberin bzw. dem Auftraggeber des Gutachtens (z.B. Vertreterin bzw. einem Vertreter der Herausgeberschaft) nicht geteilt werden."
          }
        ]
      },
      {
        "title": "Struktur",
        "level": 3,
        "content": "- **Titel**: Titel des Gutachtens (z.B. «Gutachten»). - **Titel des Manuskripts**: Titel der zu begutachtenden Arbeit. - **Autorinnen / Autoren**: Autorinnen bzw. Autoren der zu begutachtenden Arbeit. Falls die Autoren und Autorinnen nicht bekannt sind, kann man «unbekannt» schreiben. - **Zeitschrift / Modul**: Zeitschrift oder Modul für welche/s das Gutachten verfasst wird. - **Zusammenfassung**: Zusammenfassung der zu begutachtenden Arbeit (8-12 Zeilen). - **Evaluation**: Evaluation der zu begutachtenden Arbeit (4-6 Zeilen). - **Grössere Schwachpunkte**: Auflistung der grösseren Schwachpunkte der begutachteten Arbeit. Schwachpunkte werden als gross eingestuft, wenn zu deren Verbesserung ein substanzieller Mehraufwand nötig ist (z.B. Umschreiben grösserer Textteile, erneutes Auswerten der gesamten Daten). Grössere Schwachpunkte werden absteigend sortiert (d.h., der grösste Schwachpunkt wird zuerst gelistet, dann folgt der zweitgrösste Schwachpunkt, usw.). - **Kleinere Schwachpunkte**: Auflistung der kleineren Schwachpunkte der begutachteten Arbeit. Schwachpunkte werden als klein eingestuft, wenn zu deren Verbesserung lediglich kleine Anpassungen nötig ist (z.B. Umschreiben eines einzelnen Absatzes, einige Zusatzanalysen). Kleinere Schwachpunkte werden der Reihe nach aufgelistet, wie sie im Manuskript vorkommen. - **Literaturverzeichnis**: Auflistung der neu referenzierten Literatur, die nicht in der begutachteten Arbeit vorkommt. Es ist zwar noch unüblich, ein Literaturverzeichnis in einem Gutachten einzufügen, doch es entspricht guter Praxis.",
        "callouts": []
      },
      {
        "title": "Inhalt",
        "level": 3,
        "content": "- **Zusammenfassung**: An dieser Stelle wird die begutachtete Arbeit kurz und prägnant zusammengefasst. Dabei wird die Forschungsfrage, Methode, Resultate und der wissenschaftliche Erkenntnisgewinn der Arbeit genannt. Somit sieht die Empfängerin bzw. der Empfänger des Gutachtens, dass die Arbeit sorgfältig gelesen und verstanden wurde. - **Evaluation**: An dieser Stelle wird die begutachtete Arbeit kurz und prägnant evaluiert. In der Evaluation wird eine Einschätzung der Qualität (inklusive Begründung) der Arbeit gegeben. Genauer gesagt besteht diese Einschätzung aus einer kurzen und prägnanten Synthese der positiven Punkte, der Schwachpunkte, und deren Begründung. Der Absatz endet mit einer **Empfehlung** über die Art der Überarbeitung, wie zum Beispiel «Meiner Ansicht bedarf das Manuskript einer substanziellen Überarbeitung, bevor ich die Publikation dieser Arbeit empfehlen kann.» oder «Meiner Ansicht bedarf das Manuskript einer kleineren Überarbeitung, bevor ich die Publikation dieser Arbeit empfehlen kann.». *Die Empfehlung muss logisch aus der Synthese der positiven Punkte und Schwachpunkte hervorgehen.* - **Grössere Schwachpunkte**: Grössere Schwachpunkte befassen sich mit der Struktur und dem Inhalt, sowie den gemachten Analysen und deren Interpretation. Im Gutachten werden nur nicht erfüllte Punkte erwähnt und ausgeführt. Das heisst, es wird immer *begründet* und *inhaltlich* auch aufgezeigt, warum ein Punkt als Schwachpunkt betrachtet wird. Es ist üblich, dass am Ende jedes grossen Kritikpunkts ein *konstruktiver Vorschlag* gemacht wird, wie der Schwachpunkt gelöst werden soll. Man stellt sich beim Lesen der zu begutachtenden Arbeit folgende Fragen: - **Einleitung** - Ist der Aufbau logisch? - Wurden die zentralen Konzepte korrekt eingeführt? Sind diese verständlich? - Wurden die Forschungslücke und Forschungsfrage eingeführt? Sind diese verständlich und sinnvoll? - Wurde ein kompletter Überblick über die relevanten Studien gegeben? - Wurde eine verständliche logische und schlüssige Integration und Synthese gemacht? - Wurde die Forschungslücke dargestellt? Ist diese logisch nachvollziehbar? Wurde beschrieben, wie die aktuelle Studie die Forschungslücke schliesst? - Wurden nachvollziehbare Hypothesen formuliert? Wurden die Hypothesen logisch von der Einleitung hergleitet? Sind die Hypothesen begründet? - **Methode** - Wurde die Stichprobe angemessen beschrieben? - Wurde das Material angemessen beschrieben und nicht mit der Prozedur vermischt? Könnte man auf Grund der Beschreibung, selbst das Material mit den gleichen Eigenschaften für eine eigene Studie zusammenstellen? - Wurde die Prozedur angemessen beschrieben und nicht mit dem Material vermischt? Könnte man auf Grund der Beschreibung der Prozedur, das Experiment selbst durchführen? - Werden die Forschungsfrage und die Hypothesen mit der vorgestellten Methode operationalisiert? - **Resultate** - Wurden die Resultate transparent berichtet? Beispielsweise wurden die Skalen der Abbildungen angemessen ausgewählt? Spiegelt die deskriptive Statistik das experimentelle Design wider? Wird für die Inferenzstatistik das experimentelle Design korrekt berichtet? Werden alle nötigen statistischen Kennwerte berichtet? - Machen die durchgeführten Analysen für die Forschungsfrage des Experiments Sinn? - Beantworten die Analysen die Forschungsfrage und die Hypothesen? - Werden geplante und explorative Analysen als solche gekennzeichnet? - Gibt es konfundierte Resultate? - **Diskussion** - Ist die Struktur der Diskussion logisch? - Werden die Ergebnisse korrekt wiedergegeben? Werden statistische Befunde zum Teil verschwiegen? - Werden die Ergebnisse angemessen interpretiert oder überbewertet? - Werden die Ergebnisse angemessen im Kontext der relevanten Studien im Feld betrachtet, interpretiert und integriert? - Gibt es alternative Erklärungsmöglichkeiten für die berichteten Befunde, welche nicht in Betracht gezogen wurden? - Ist die Schlussfolgerung angemessen, oder wird diese übertrieben dargestellt? - Wird klar, inwiefern die Hypothesen bestätigt wurden? Wird klar, inwiefern die etablierte Forschungslücke geschlossen wurde? - **Kleinere Schwachpunkte**: Kleinere Schwachpunkte befassen sich primär mit fehlenden Informationen, die ohne Weiteres ergänzt werden können, oder kleinen Fehlern, die man ohne Weiteres korrigieren kann. Auch Korrekturen für Tippfehler werden an dieser Stelle genannt. Wenn es zu viele sind, kann man auch darauf verweisen, dass es viele Tippfehler hatte, die unbedingt noch beseitigt werden müssen. Grundsätzlich stellt man sich bei den kleineren Schwachpunkten die Frage, ob es noch Möglichkeiten gibt, das Manuskript zu verbessern, welche keine substanziellen Überarbeitungen erfordern.",
        "callouts": [
          {
            "type": "important",
            "title": "## Zusammenfassung vs. Kurzfassung",
            "content": "Es ist nicht die Idee, die Kurzfassung (engl. Abstract) der zu begutachtenden Arbeit zu kopieren oder umzuformulieren. Auch das wäre streng genommen ein Plagiat. Die Idee ist, dass die Gutachterinnen und Gutachter in eigenen Worten die Studie ihrem eigenen Verständnis entsprechend zusammenfassen."
          },
          {
            "type": "important",
            "title": "## Substanzielle vs. kleine Überarbeitung",
            "content": "- Eine **substanzielle Überarbeitung** (engl. major revision) bedeutet, dass grosse Teile des Manuskripts überarbeitet und neu geschrieben werden müssen oder die gesamten Daten neu ausgewertet werden müssen. So kann es zum Beispiel sein, dass die gesamte Einleitung nochmals strukturell überarbeitet werden muss oder sich das Manuskript sogar grundlegend verändert. - Eine **kleinere Überarbeitung** (engl. minor revision) kann bedeuteten, dass eins oder zwei Absätze neu geschrieben werden müssen oder zusätzliche Analysen gemacht werden müssen. Ein neuer Absatz kann natürlich auch weitere Anpassungen zur Folge haben. Im besten Fall bedarf eine kleinere Überarbeitung nur geringfügiger Änderungen (z.B. eins bis zwei zusätzliche Sätze an einer bestimmten Stelle)."
          },
          {
            "type": "important",
            "title": "Inhalt von Gutachten",
            "content": "Gutachten setzen sich primär mit dem Inhalt und der Struktur eines Manuskripts auseinander und kaum mit der Einhaltung formaler Kriterien. Es sei denn, die formalen Kriterien wurden überhaupt nicht eingehalten."
          }
        ]
      },
      {
        "title": "Beispiele von Gutachten",
        "level": 3,
        "content": "- *Beispiel 1*: [Beispielgutachten zu Haebig et al. (2021)](./resources/review_example.pdf)",
        "callouts": [
          {
            "type": "tip",
            "title": "Weitere Beispiele",
            "content": "Einige Zeitschriften haben einen offenen und transparenten Publikationsprozess. Neben der endgültig publizierten Version eines Manuskripts werden auch die vorangegangenen Version archiviert und veröffentlicht. Gleichzeitig werden die Gutachten sowie die Antworten darauf archiviert und veröffentlicht. Diese könnten als Möglichkeit genutzt werden, um sich mit Gutachten vertraut zu machen. Nachfolgend werden zwei Studien aufgeführt, bei denen der Begutachtungsprozess offen und transparent war: - die Studie zum [Zusammenspiel von Tageszeit und Chronotyp und dessen Auswirkungen auf kognitive Leistungen](https://online.ucpress.edu/collabra/article-pdf/9/1/88337/792839/collabra_2023_9_1_88337.pdf) [@reymermetrothen2023]. In diesem Fall ist der Begutachtungsprozess unter *Supplementary Material* aufgeführt. - die Studie zur [Interferenzkontrolle im Arbeitsgedächtnis](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0243053) [@rey-mermet_2020_PLOSONE]. In diesem Fall ist der Begutachtungsprozess unter [Peer Review](https://journals.plos.org/plosone/article/peerReview?id=10.1371/journal.pone.0243053) zu finden."
          }
        ]
      }
    ]
  },
  {
    "filename": "13-talk.qmd",
    "sections": [
      {
        "title": "Vorträge",
        "level": 1,
        "content": "Neben dem schriftlichen Kommunikationsformat, dessen Basis das Manuskript ist, sind vor allem zwei verbale Kommunikationsformate im wissenschaftlichen Kontext gebräuchlich. Zum einen ist das der wissenschaftliche Vortrag (d.h., zu Foliensatz gesprochene Präsentation). Zum anderen ist das das wissenschaftliche Poster (d.h., zu Poster gesprochene Präsentation). Für jedes dieser Kommunikationsformate gibt es Richtlinien, welchen eine gewisse Allgemeingültigkeit zukommen. In diesem Kapitel werden diese Richtlinien für wissenschaftliche Vorträge präsentiert. Im nächsten Kapitel werden sie für wissenschaftliche Poster präsentiert.",
        "callouts": []
      },
      {
        "title": "Inhalte eines Vortrages",
        "level": 2,
        "content": "Die Inhalte eines wissenschaftlichen Vortrags decken sich mit den Inhalten eines wissenschaftlichen Manuskripts. Daher kann man sich bei der Gestaltung des Vortrags an die Bestandteile der Manuskriptgestaltung orientieren: - **Titelfolie** - *Titel*: Es sollte ein ansprechender Titel gewählt werden, um das Interesse des potentiellen Publikums zu wecken. Für Vorträge können ruhig etwas frechere und provokative Titel gewählt werden. - *Autoren und Affiliation*: Auf der Titelseite werden alle Autorinnen und Autoren genannt. Ein Kontakt wird in Form einer offiziellen E-Mail Adresse eines Autors bzw. einer Autorin angegeben. Zudem sollte angegeben werden, an welcher Universität die Forschung durchgeführt wurde. - **Einführung** - Das *Interesse des Publikums* wird mit einem Beispiel oder einer allgemeinen Aussage geweckt. - Die *zentralen Konzepte* der Studie werden erklärt. - Die *Forschungsfrage* der Studie wird genannt. - Die bisherige Literatur wird integriert und synthetisiert. Das heisst, dass die wichtigsten bisherigen Befunde, die für die Studie relevant sind, kurz und prägnant genannt werden. Gleichzeitig werden Befunde, die nicht direkt für die Forschungsfrage relevant sind, weggelassen. - In ein bis zwei Sätzen wird aufgeführt, worin die *Forschungslücke* besteht, und wie diese mit der Studie geschlossen wird. - Die *Hypothesen* werden aus den präsentierten Befunden abgeleitet und genannt. Es ist zu beachten, dass in einem Vortrag die Hypothesen nicht zwingend ausformuliert werden müssen. Sie können gut als hypothetische Abbildung dargestellt werden (z.B. anhand eines Balkendiagramms entsprechend dem experimentellen Design). - **Methode** - *Stichprobe*: Die Stichprobe wird beschrieben (z.B. Studierende oder Freunde, Verwandte oder Kollegen von Studierenden). Das Alter, Geschlecht und weitere demographische Angaben werden angegeben. Platzhalter werden verwendet, wenn bestimmte Angaben noch nicht bekannt sind (z.B. das Durchschnittsalter der Stichprobe war XX (*SD* = XX) Jahre). - *Material*: Das Material, welches für die Durchführung der Studie benötigt wird, wird beschrieben. - *Durchführung*: Der Ablauf des Experiments wird als Ganzes beschrieben. Der Ablauf jeder einzelnen Aufgabe, inklusive einer detaillierten Beschreibung eines Durchlaufs einer Reizpräsentation (engl. *Trial*) wird auch beschrieben. Es soll nicht vergessen werden, die Präsentationsdauer der jeweiligen Bildschirminhalte anzugeben. Für Vorträge sind dazu schematische Abbildungen sehr gut geeignet. - **Resultate** - Die wichtigsten Resultate, die für die Forschungsfrage von Bedeutung sind, werden im *deskriptiven Format* präsentiert. Abbildungen sind bei Vorträgen besonders dafür geeignet, da sie auf einen Blick «gelesen» werden können. Abbildungen sind deshalb Tabellen vorzuziehen. - *Inferenzstatistische Kennwerte* müssen nicht auf die Folien geschrieben werden. Es sollte jedoch bei der mündlichen Präsentation der Resultate auf allfällige Signifikanzen und Effektstärken eingegangen werden. - **Diskussion** - Die wichtigsten Befunde werden im *Zusammenhang mit den Befunden der bisherigen Forschung* im Feld dargestellt. - Am Schluss wird eine *Schlussfolgerung* / *Take Home Message* formuliert, die den wissenschaftlichen Erkenntnisgewinn zusammenfasst. - **Literaturverzeichnis** - Bei wissenschaftlichen Vorträgen an Konferenzen kommt es selten vor, dass ein Literaturverzeichnis eingefügt wird. Studien werden normalerweise mit der Nennung der Autoren, des Publikationsjahrs und der offiziellen Abkürzung der Zeitschrift auf den entsprechenden Folien zitiert. Zum Beispiel: «Although synesthetes outperformed controls significantly on recognition memory but not on priming, the data were best explained by the single system computational model (Rothen et al., 2020, *Mem Cognit*).» - In studentischen Arbeiten kommt es manchmal vor, dass auf der letzten Folie ein Literaturverzeichnis präsentiert wird, das APA konform formatiert ist. Ob ein Literaturverzeichnis erforderlich ist oder nicht, ist Sache der Betreuerin bzw. des Betreuers.",
        "callouts": [
          {
            "type": "important",
            "title": "Weniger ist mehr!",
            "content": "Die Inhalte des Vortrags sollen kurz und prägnant dargestellt werden. Daher sollte auch bei Vorträgen die Strategie Kill your darlings angewendet werden. Das bedeutet, dass bereits erstellte Folien oder Sätze gelöscht werden sollten, wenn diese nicht mehr ganz passend erscheinen."
          },
          {
            "type": "note",
            "title": "## Richtlinien für Autorenschaften",
            "content": "Wie bei den anderen wissenschaftlichen Arbeiten (z.B. Artikel oder Poster) gelten dieselben [Richtlinien](#title) für die Autorinnen und Autoren eines Vortrages. Es gibt aber eine zusätzliche Richtlinie: Im Fall eines Vortrags wird typischerweise erwartet, dass die Person an der ersten Position den Vortrag hält. Im Fall von *studentischen Arbeiten* können aber andere Reihenfolgen festgelegt werden / gefordert sein (wie z.B. eine alphabetische Reihenfolge)."
          },
          {
            "type": "note",
            "title": "Vorträge vor der Datenerhebung",
            "content": "In internen Kolloquien (z.B. innerhalb einer Forschungsgruppe) werden Projekte oft auch schon vor der Datenerhebung präsentiert. Dies wird beispielsweise eingesetzt, um über die Forschungsfrage, Hypothese(n) und Methoden zu diskutieren. In einem solchen Fall besteht der Vortrag lediglich aus Einführung und Methoden."
          },
          {
            "type": "tip",
            "title": "Erklärung der Abbildungen bei der mündlichen Präsentation",
            "content": "Abbildungen müssen bei der mündlichen Präsentation erklärt werden. Der Grund dafür ist, dass die Abbildungen für die Zuhörerinnen und Zuhörer nicht direkt und im Detail selbsterklärend sind. Im Fall einer Abbildung die im Methodenteil präsentiert wird, wird zum Beispiel erwartet, dass erklärt wird, was in der Abbildung gezeigt wird (z.B. die Reihenfolge eines Durchgangs, welches mit der Präsentation eines Fixationskreuzes beginnt und dann von der Präsentation eines Reizes gefolgt wird, usw.). Im Fall einer Abbildung im Resultate-Teil mit deskriptiver Statistik wird erwartet, dass folgende Elemente der Abbildung erklärt werden: - was auf der X-Achse und der Y-Achse abgebildet wird - was für Bedingungen in der Legende dargestellt sind - die Unterschiede bzw. die Ähnlichkeiten zwischen verschiedenen experimentellen Bedingungen, welche in der Abbildung ersichtlich sind"
          }
        ]
      },
      {
        "title": "Formale Aspekte eines wissenschaftlichen Vortrags",
        "level": 2,
        "content": "- Nach Möglichkeit sollte ein 16:9 Folienformat verwendet werden. - Es wird auf starke Kontraste geachtet, die bei Projektionen des Vortrags auch bei ungünstigen Beleuchtungsverhältnissen gut wahrgenommen werden. Es sollten nicht zu viele Farben verwendet werden, da dies einen negativen Einfluss auf den Kontrast haben kann. - Grosse Schriften werden verwendet. Diese sollen aus grosser Distanz in einem vollen Vorlesungssaal gut gelesen werden können: - zwischen 40 und 50 Punkte für die Titelfolie - zwischen 24 und 36 Punkte für den Haupttext - zwischen 16 und 20 Punkte für weniger relevante Informationen - Allfällige Referenzen werden entweder mit der Nennung der Autoren, des Publikationsjahrs und der offiziellen Abkürzung der Zeitschrift auf den entsprechenden Folien oder mit Referenzen ohne Zeitschriftenangabe und einem Literaturverzeichnis am Schluss berichtet. Es sollte sich bei der Betreuerin oder dem Betreuer informiert werden, welche Option erforderlich ist.",
        "callouts": []
      },
      {
        "title": "Praktische Hinweise zur Vortragsgestaltung",
        "level": 2,
        "content": "Da nun alle formalen Aspekte eines Vortrags bekannt sind, möchten wir noch ein paar Hinweise hinsichtlich der Vorbereitung geben. Bei der Vorbereitung eines Vortrags ist es wichtig, die Elemente zu bestimmen, die im Vortrag enthalten sein sollen und diese in eine logische Reihenfolge zu bringen. Folgende Fragen können dabei hilfreich sein: - Welche Elemente sollen im Vortrag enthalten sein? - Welches sind die wichtigsten Aussagen? - Wie sollen die Elemente dargestellt werden (als Text, Tabelle oder Abbildung)? - Wie sollen die einzelnen Elemente auf den Folien angeordnet werden? - Enthält jede Folie eine zentrale Aussage? - In welcher Reihenfolge ergeben die Aussagen am meisten Sinn (logischer Aufbau)? Nach Vorbereitung und Beantwortung dieser Fragen kommt die Realisierung des Vortrags. Dies kann zum Beispiel mit Powerpoint oder dem Beamer Package in LaTeX / [Overleaf](https://www.overleaf.com/) gemacht werden.",
        "callouts": []
      },
      {
        "title": "Beispiele von Vorträgen",
        "level": 2,
        "content": "Nachfolgend werden einige Beispiele von Vorträgen aufgeführt. Die Vorträge folgen mehr oder weniger diesen Richtlinien. Dies verdeutlicht, dass es keine festen Regeln bei den Vorträgen gibt, wie das mit den APA Regeln für das Manuskript der Fall ist. Zusätzlich zu den Vorträgen verlinken wir auch die dazugehörigen wissenschaftlichen Publikationen. Dies erlaubt einzuschätzen, wie detailliert in Vorträgen berichtet wird. - *Beispiel 1*: Zusammenspiel von Tageszeit und Chronotyp und dessen Auswirkungen auf kognitive Leistungen [@reymermetrothen2023] - [Vortrag](resources/talk_example1_TeaP2023Rey-Mermet.pdf) - [Artikel](https://online.ucpress.edu/collabra/article-pdf/9/1/88337/792839/collabra_2023_9_1_88337.pdf) - *Beispiel 2*: Aufmerksamkeitskontrolle aus Arbeitsgedächtnisaufgaben [@reymermetrothen2023a] - [Vortrag](resources/talk_example2_ESCoP2023Rey-Mermet.pdf) - [Vorabdruck](https://osf.io/preprints/psyarxiv/3vgu2) - *Beispiel 3*: Sequentielle Konfliktlösung [@reymermetetal2019a] - [Vortrag](resources/talk_example3_TeaP2019Rey-Mermet.pdf) - [Artikel](https://www.sciencedirect.com/science/article/abs/pii/S105381191832175X?via%3Dihub) - [Nachabdruck](https://osf.io/7jekh) - *Beispiel 4*: Tageszeiteffekten bei prospektivem Gedächtnis [@rothenmeier2017] - [Vortrag](resources/talk_example4_TeaP2017Rothen.pdf) - [Artikel](https://www.tandfonline.com/doi/full/10.1080/13825585.2016.1238444)",
        "callouts": []
      },
      {
        "title": "Üben des Vortrags",
        "level": 2,
        "content": "Wenn der Vortrag fertig vorbereitet ist, sollte er in Sprechlautstärke geübt werden! Dabei sollte überprüft werden, ob die Inhalte ruhig präsentiert werden können, **ohne die zulässige maximale Dauer zu überschreiten**. Der Vortrag sollte so lange geübt werden, bis dies zuverlässig gelingt und man sich gut vorbereitet fühlt. Das Üben des Vortrags liefert auch Hinweise darauf, ob die umgesetzte **logische Struktur** Sinn ergibt. Falls Schwierigkeiten bei einzelnen Folienübergängen auftreten und der rote Faden verloren geht, sollte die logische Struktur des Vortrags entsprechend verbessert werden.",
        "callouts": [
          {
            "type": "tip",
            "title": "Die Folien sind die Notizen",
            "content": "Die Inhalte der Folien sollen als Notizen verwendet werden, und der Vortrag sollte frei gehalten werden (d.h. **ohne zusätzliche Notizen**). Wenn dies gelingt, kann man sicher sein, dass die Materie gut verstanden wurde. Falls zusätzliche Notizen benötigt werden, deutet das darauf hin, dass die Materie nicht genug gut verstanden wurde. In diesem Fall sollte man sich erneut mit der Materie auseinandersetzen, bis der Vortrag frei gehalten werden kann. Nur so kann das Publikum von den Inhalten des Vortrags überzeugt werden."
          }
        ]
      }
    ]
  },
  {
    "filename": "14-poster.qmd",
    "sections": [
      {
        "title": "Poster",
        "level": 1,
        "content": "Neben wissenschaftlichen Artikeln und Vorträgen sind auch Poster ein weiteres Mittel zur Kommunikation wissenschaftlicher Befunde. Dieses Kapitel beschäftigt sich mit den Richtlinien für wissenschaftliche Poster.",
        "callouts": []
      },
      {
        "title": "Inhalte eines Posters",
        "level": 2,
        "content": "Die Inhalte eines wissenschaftlichen Posters decken sich mit den Inhalten eines wissenschaftlichen Manuskripts. Daher kann man sich bei der Gestaltung des Posters an die Bestandteile der Manuskriptgestaltung orientieren: - **Titelelemente** - *Titel*: Es sollte ein ansprechender Titel gewählt werden, um das Interesse des potentiellen Publikums zu wecken. Für Poster können ruhig etwas frechere und provokative Titel gewählt werden. - *Autoren und Affiliation*: Im Titelbereich werden alle Autoren und Autorinnen genannt. Ein Kontakt wird in Form einer offiziellen E-Mail Adresse eines Autors bzw. einer Autorin angegeben. Zudem sollte angegeben werden, an welcher Universität die Forschung durchgeführt wurde. - **Einleitung** - Die *zentralen Konzepte* werden kurz zu Beginn eingeführt. - Der *theoretische Hintergrund* der Studie wird kurz und prägnant erläutert, indem zwei bis drei der relevantesten bisherigen Forschungsarbeiten präsentiert werden. - Die *Forschungsfrage* der Studie wird explizit formuliert. - **Methode** - Die *Stichprobe* wird kurz beschrieben. Zum Beispiel werden die Anzahl der Versuchspersonen, das Alter und das Geschlecht angegeben. - Der *Ablauf* des gesamten Experiments und / oder der einzelnen Aufgaben wird anhand einer Abbildung dargestellt, je nachdem was am meisten Sinn ergibt. - **Resultate** - Die Resultate der *deskriptiven Statistik* werden in Form einer Abbildung dargestellt. - Die wichtigsten Resultate werden in ein bis zwei Sätzen beschrieben. - Es ist unüblich, die *inferenzstatistischen Kennwerte* auf einem Poster zu berichten. ![Diese Abbildung (hier in [hoher Auflösung](resources/posterresultsfig.png)) zeigt drei Varianten, wie die Resultate dargestellt werden können. (A) Variante mit der Beschreibung der Inferenzstatistik im Text und mit den inferenzstatistischen Kennwerten; (B) Variante mit der Beschreibung der Inferenzstatistik im Text aber ohne die inferenzstatistischen Kennwerte; (C) Variante ohne die Beschreibung der Inferenzstatistik und ohne inferenzstatistische Kennwerte](resources/posterresultsfig.png) - **Schlussfolgerung** - Der Erkenntnisgewinn der durchgeführten Studie wird in einer kurzen und prägnanten *Schlussfolgerung* / *Take Home Message* (ein bis zwei Sätze) in Bezug auf bisherige Forschungsarbeiten beschrieben. - **Literaturverzeichnis** - Ein APA-konformes Literaturverzeichnis wird erstellt.",
        "callouts": [
          {
            "type": "important",
            "title": "Weniger ist mehr!",
            "content": "Die Inhalte des Posters sollen kurz und prägnant dargestellt werden. Daher sollte auch bei Postern die Strategie Kill your darlings angewendet werden. Das bedeutet, dass bereits verfasste Absätze oder Sätze gelöscht werden sollten, wenn diese nicht mehr ganz passend erscheinen."
          },
          {
            "type": "note",
            "title": "## Richtlinien für Autorenschaften",
            "content": "Wie bei den anderen wissenschaftlichen Arbeiten (z.B. Artikel oder Vortag) gelten dieselben [Richtlinien](#title) für die Autorinnen und Autoren eines Posters. Es gibt aber eine zusätzliche Richtlinie: Im Fall eines Posters wird typischerweise erwartet, dass die Person an der ersten Position das Poster präsentiert. Im Fall von *studentischen Arbeiten* können aber andere Reihenfolgen festgelegt werden / gefordert sein (wie z.B. eine alphabetische Reihenfolge)."
          },
          {
            "type": "tip",
            "title": "## Uni Logo",
            "content": "Das Uni Logo darf -- muss aber nicht -- verwendet werden. Wenn es verwendet wird, soll es in einer der vier Ecken des Posters sein."
          },
          {
            "type": "important",
            "title": "## Was soll in der Methode hervorgehoben werden?",
            "content": "Um die Resultate zu verstehen, ist es wichtig, die Methode -- insbesondere den Ablauf des Experiments und die Aufgaben -- in einem gewissen Ausmass zu beschreiben (z.B. mit der Hilfe von Abbildungen). Die Beschreibung der Stichprobe muss so kurz wie möglich sein. Nur wenn spezielle Populationen getestet wurden, sollen diese mit mehr Informationen beschrieben werden."
          },
          {
            "type": "tip",
            "title": "## Graphische Darstellung der Resultate",
            "content": "In @fig-posterresultsfig werden drei Varianten präsentiert, wie die Resultate auf dem Poster präsentiert werden können. In allen drei Varianten werden die deskriptiven Resultate anhand einer Abbildung dargestellt. Es ist zu beachten, dass *die Bedeutung der Fehlerbalken angegeben wird*. Diese Information ist nötig, um die Abbildung zu interpretieren. Die drei Varianten unterscheiden sich bezüglich der Darstellung der Inferenzstatistik. In der Variante A wird die Inferenzstatistik im Text mit den inferenzstatistischen Kennwerten beschrieben. Diese Variante wird *nicht* empfohlen, weil sie die inferenzstatistischen Kennwerte präsentiert. Die Angaben sind zu detailliert für ein Poster. In der Variante B wird die Inferenzstatistik ohne die inferenzstatistischen Kennwerten präsentiert. Diese Variante wird auch *nicht* empfohlen, weil die präsentieren Informationen unvollständig sind. Zum Beispiel ist das Signifikanzniveau nicht bekannt. **In der Variante C wird keine Inferenzstatistik auf dem Poster beschrieben. Diese Variante wird empfohlen, da die Resultate der Inferenzstatistik und deren Bedeutung mündlich präsentiert werden.** Dazu könnte zum Beispiel gesagt werden: «Die Interaktion zwischen Durchgangstyp und AX-CPT Variante ist bei den Fehlerraten und auch bei den Reaktionszeiten signifikant. Dies bedeutet, dass ...»"
          },
          {
            "type": "note",
            "title": "## APA Regeln beim Poster",
            "content": "Beim Poster gibt es keine festen Regeln, wie es beim Manuskript mit dem APA-Manual der Fall ist. Trotzdem empfehlen wir auch beim Poster den APA Regeln zu folgen. Es gibt zwei Gründe dafür. Da erstens diese Regeln bekannt sind, erlauben sie eine vereinfachte Verarbeitung der Information für die Leserinnen und Leser. Somit kann die Person auf den Inhalt fokussieren. Zweitens erfordern die APA-Richtlinien Referenzen. Somit wird [Plagiarismus](#plagiarism) vermieden. Entsprechend wird für Referenzen im Text ein Literaturverzeichnis erwartet. Umgekehrt gilt auch: Wenn ein Literaturverzeichnis vorhanden ist, werden im Text Referenzen erwartet."
          }
        ]
      },
      {
        "title": "Formale Aspekte eines Posters",
        "level": 2,
        "content": "- Das Poster wird wie folgt formatiert: Hochformat, A0 (84 cm x 120 cm). - Es werden nicht zu viele Farben verwendet. - Grosse Farbflächen werden vermieden, da diese beim Druck sehr viel Tinte / Toner brauchen und oftmals auch die Druckqualität beeinträchtigen. - Starke Kontraste werden verwendet, damit das Poster auch aus grösseren Distanzen problemlos gelesen werden kann. - Grosse Schriften werden verwendet (mindestens 30 Punkte), damit das Poster aus einer Distanz von 2 Metern gut lesbar ist. - Allfällige Referenzen werden im Text APA-konform berichtet.",
        "callouts": [
          {
            "type": "important",
            "title": "Postergestaltung als eine Kunstform",
            "content": "Bei der Postergestaltung handelt es sich in einem gewissen Sinne auch um eine Kunstform mit Gegensätzen: - Eine schlichte und nüchterne Gestaltung wirkt wissenschaftlicher.\\ ABER: Das Poster sollte trotzdem ein «Hingucker» sein. - Das Poster sollte mit möglichst wenig Text auskommen.\\ ABER: Man sollte den Inhalt des Posters ohne zusätzliche Erklärungen verstehen können."
          }
        ]
      },
      {
        "title": "Praktische Hinweise zur Postergestaltung",
        "level": 2,
        "content": "Da nun alle formalen Aspekte eines wissenschaftlichen Posters bekannt sind, möchten wir nun noch ein paar Hinweise hinsichtlich der Vorbereitung geben. Bei der Vorbereitung eines wissenschaftlichen Posters ist es wichtig, die Elemente zu bestimmen, die auf dem Poster enthalten sein sollen und diese logisch anzuordnen. Folgende Fragen können dabei hilfreich sein: - Welche Elemente sollen auf dem Poster enthalten sein? - Welche sind die zentralen Aussagen? - Wie sollen die Elemente dargestellt werden? - Wie sollen die einzelnen Elemente auf dem Poster angeordnet werden? Nach Vorbereitung und Beantwortung dieser Fragen kommt die Realisierung des Posters. Dies kann zum Beispiel mit Powerpoint oder dem Tikzposter Package in LaTeX / [Overleaf](https://www.overleaf.com/) gemacht werden.",
        "callouts": [
          {
            "type": "tip",
            "title": "Skizze",
            "content": "Ein empfehlenswerter erster Schritt vor der tatsächlichen Umsetzung besteht darin, eine Skizze des Posters auf Papier zu erstellen. Diese erlaubt einen raschen und präzisen Überblick über den Inhalt und die Darstellung des Inhalts zu gewinnen. Dazu gehört auch ein Entwurf der einzelnen Elemente, des Textes, der Abbildungen und der Gestaltung."
          }
        ]
      },
      {
        "title": "Schriftliche versus mündliche Präsentation",
        "level": 2,
        "content": "Alle Inhalte des Posters, die bis jetzt beschrieben wurden, müssen in schriftlicher Form auf dem Poster vorhanden sein. Es gibt aber andere Inhalte, die dem Verstehen der Logik weiterhelfen können. Dies betrifft zum Beispiel die Forschungslücke, die Hypothesen, und das [Resultat der Inferenzstatistik und deren Bedeutung](#posterresultsfig). Diese Inhalte müssen nicht zwingend auf dem Poster sein und gehören oftmals nur zur mündlichen Präsentation.",
        "callouts": [
          {
            "type": "tip",
            "title": "Mündliche Präsentation von Abbildungen",
            "content": "Es wird empfohlen, vor allem Abbildungen zu brauchen, um auf dem Poster Informationen zu vermitteln. Dies bedeutet auch, dass diese Abbildungen bei der mündlichen Präsentation erklärt werden müssen. Der Grund dafür ist, dass die Abbildungen für die Zuhörerinnen und Zuhörer nicht direkt und im Detail selbsterklärend sind. Im Fall einer Abbildung die im Methodenteil präsentiert wird, wird zum Beispiel erwartet, dass es erklärt wird, was in der Abbildung gezeigt wird (z.B. die Reihenfolge eines Durchgangs, welches mit der Präsentation eines Fixationskreuzes beginnt und dann von der Präsentation eines Reizes gefolgt wird, usw.). Im Fall einer Abbildung im Resultate-Teil mit deskriptiver Statistik wird erwartet, dass folgende Elemente der Abbildung erklärt werden: - was auf der X-Achse und der Y-Achse abgebildet wird - was für Bedingungen in der Legende dargestellt sind - die Unterschiede bzw. die Ähnlichkeiten zwischen verschiedenen experimentellen Bedingungen, welche in der Abbildung ersichtlich sind"
          }
        ]
      },
      {
        "title": "Posterbeispiele",
        "level": 2,
        "content": "Nachfolgend werden einige Beispiele von Postern aufgeführt. Die Poster folgen mehr oder weniger diesen Richtlinien. Dies verdeutlicht, dass es keine festen Regeln bei der Postergestaltung gibt, wie mit den APA Regeln für das Manuskript. Zusätzlich zu den Postern verlinken wir auch -- wenn möglich -- die dazugehörigen wissenschaftlichen Publikationen. Dies erlaubt einzuschätzen, wie detailliert Informationen auf einem wissenschaftlichen Poster dargestellt werden. - *Beispiel 1*: Zusammenspiel von Tageszeit und Chronotyp und dessen Auswirkungen auf kognitive Leistungen [@reymermetrothen2023] - [Poster](resources/poster_example1_SPS2022Rey-Mermet.pdf) - [Artikel](https://online.ucpress.edu/collabra/article-pdf/9/1/88337/792839/collabra_2023_9_1_88337.pdf) - *Beispiel 2*: Visuelle Verarbeitung - [Poster](resources/poster_example2_SPS2022Rothen.pdf) - *Beispiel 3*: Sequentielle Konfliktlösung [@reymermetetal2019a] - [Poster](resources/poster_example3_SPR2018Rey-Mermet.pdf) - [Artikel](https://www.sciencedirect.com/science/article/abs/pii/S105381191832175X?via%3Dihub) - [Nachabdruck](https://osf.io/7jekh) - *Beispiel 4*: Einfluss von Wiederholung auf synästhetische Konsistenz [@ovallefresarothen2019] - [Poster](resources/poster_example4_OvalleFresa.pdf) - [Artikel](https://www.sciencedirect.com/science/article/abs/pii/S1053810018305610?via%3Dihub) - [Nachabdruck](https://osf.io/preprints/psyarxiv/njzhf)",
        "callouts": []
      },
      {
        "title": "Üben der Posterpräsentation",
        "level": 2,
        "content": "Wenn das Poster fertig vorbereitet ist, sollte es in Sprechlautstärke geübt werden! Dabei sollte überprüft werden, ob die Inhalte ruhig präsentiert werden können, **ohne die zulässige maximale Dauer zu überschreiten**. Das Poster sollte so lange geübt werden, bis dies zuverlässig gelingt und man sich gut vorbereitet fühlt. Das Üben des Posters liefert auch Hinweise darauf, ob die umgesetzte **logische Struktur** Sinn ergibt. Falls Schwierigkeiten bei den Übergängen der einzelnen Aspekte auftreten und der rote Faden verloren geht, sollte die logische Struktur des Posters entsprechend verbessert werden.",
        "callouts": [
          {
            "type": "tip",
            "title": "Das Poster ist der Notizzettel",
            "content": "Die Inhalte des Posters sollen als Notizen verwendet werden, und die Präsentation des Posters sollte frei gehalten werden (d.h. **ohne zusätzliche Notizen**). Wenn dies gelingt, kann man sicher sein, dass die Materie gut verstanden wurde. Falls zusätzliche Notizen benötigt werden, deutet das darauf hin, dass die Materie nicht genug gut verstanden wurde. In diesem Fall sollte man sich erneut mit der Materie auseinandersetzen, bis die Präsentation des Posters frei gehalten werden kann. Nur so kann das Publikum von den Inhalten des Posters überzeugt werden."
          }
        ]
      }
    ]
  }
]